Repository: AchillesPunks/skin.titan.bingie.mod
Catalog: language/resource.language.*/strings.po
Languages: cs_cz, fr_fr

# #31913
source: Show First Unwatched/Currently Watching Episode Info in TV Show's Info (Replacing TV Show's General Info)
cs_cz: Zobrazit první nezhlédnuté/aktuálně sledované informace o epizodě v informacích o televizním pořadu (nahrazení obecných informací o televizním pořadu)
fr_fr: Afficher les informations sur les épisodes non visionnés/en cours de visionnage dans les informations de la série TV (remplace les informations générales de la série TV)

# #31914
source: Bingie Views
cs_cz: Bingie pohledy
fr_fr: Vues Bingie

# #31915
source: Header Colors
cs_cz: Barvy záhlaví
fr_fr: Couleurs de l'en-tête

# #31916
source: Footer Colors
cs_cz: Barvy zápatí
fr_fr: Couleurs du pied de page

# #31917
source: Use Bingie OSD Panel
cs_cz: Použijte Bingie OSD panel
fr_fr: Utiliser le panneau OSD Bingie

# #31918
source: OSD Info Panel
cs_cz: Informační panel OSD
fr_fr: Panneau d'informations OSD

# #31919
source: Use Bingie Info Panel OSD
cs_cz: Použijte Bingie Info Panel OSD
fr_fr: Utiliser le panneau d'informations Bingie dans l'OSD

# #31920
source: Don't Show Clearlogo on Pause (text instead)
cs_cz: Nezobrazovat Clearlogo při pozastavení (místo toho text)
fr_fr: Ne pas afficher de logo clair en pause (texte à la place)

# #31921
source: Up Next Addon Options
cs_cz: Nastavení Addonu Up Next
fr_fr: Options du module complémentaire Suivant

# #31922
source: Use simplified layout (no info, just 2 buttons)
cs_cz: Použijte zjednodušené rozvržení (žádné informace, pouze 2 tlačítka)
fr_fr: Utiliser une mise en page simplifiée (pas d'informations, juste 2 boutons)

# #31923
source: Enable Settings Dialog for Subtitles Instead of Buttons Layout
cs_cz: Povolit dialogové okno Nastavení pro titulky místo rozvržení tlačítek
fr_fr: Activer la boîte de dialogue des paramètres pour les sous-titres au lieu de la mise en page des boutons

# #31924
source: Disable clock in Now Playing info bar
fr_fr: Désactiver l'horloge dans la barre d'informations de lecture en cours

# #31925
source: Unlock Hubs to change spotlight content and set widgets inside the hubs.
fr_fr: Déverrouiller les Hubs pour changer le contenu de la sélection et définir des widgets à l'intérieur des Hubs.

# #31926
source: Lock Widgets in Hubs
cs_cz: Uzamknout widgety v Hubs
fr_fr: Verrouiller les widgets dans les Hubs

# #31927
source: Allow Auto-Trailers for TV Shows
fr_fr: Autoriser les Bandes-annonces Automatiques pour les séries TV

# #31928
source: Allow Auto-Trailers for Content from Addons/Non-Library
cs_cz: Povolit automatické upoutávky pro obsah z doplňků/neknihoven
fr_fr: Autoriser les Bandes-annonces Automatiques pour le contenu provenant de modules complémentaires/hors de la bibliothèque

# #31929
source: General Artwork & Details Options
cs_cz: Obecné možnosti Artwork & Detailu
fr_fr: Options d'artwork général et de détails

# #31930
source: Select Which Details to Show in Video Info
fr_fr: Sélectionner les détails à afficher dans les informations vidéo

# #31932
source: Landscape Small
fr_fr: Paysage (petit)

# #31933
source: Single Box
fr_fr: Boîte unique

# #31934
source: Square
fr_fr: Carré

# #31935
source: Mini Square
fr_fr: Mini carré

# #31936
source: Small Posters
cs_cz: Malé plakáty
fr_fr: Affiches (petites)

# #31937
source: Landscape Large
fr_fr: Paysage (grand)

# #31938
source: Landscape Details
cs_cz: Podrobnosti na šírku
fr_fr: Paysage (détails)

# #31939
source: Poster Details
cs_cz: Podrobnosti plakátu
fr_fr: Affiche (détails)

# #31940
source: Landscape Widebox
cs_cz: Widebox na šířku
fr_fr: Paysage (boîte large)

# #31941
source: Classic
cs_cz: Klasický
fr_fr: Classique

# #31942
source: Boxed Text Info
cs_cz: Informace o textu v rámečku
fr_fr: Informations textuelles en boîte

# #31943
source: Text Info
cs_cz: Textové informace
fr_fr: Informations textuelles

# #31944
source: Large White Icons
cs_cz: Velké bílé ikony
fr_fr: Icônes grandes (blanc)

# #31945
source: Large Color Icons
cs_cz: Velké barevné ikony
fr_fr: Icônes grandes (couleur)

# #31946
source: Top
cs_cz: Horní
fr_fr: Haut

# #31947
source: Bottom
cs_cz: Dolní
fr_fr: Bas

# #31948
source: Large
cs_cz: Velký
fr_fr: Grand

# #31949
source: Single fanart image
cs_cz: Jeden fanartový obrázek
fr_fr: Image d'artwork unique

# #31950
source: Extra fanart (slideshow)
fr_fr: Artwork supplémentaire (diaporama)

# #31951
source: Always visible
cs_cz: Vždy viditelné
fr_fr: Toujours visible

# #31952
source: Only when OSD active
cs_cz: Pouze když je aktivní OSD
fr_fr: Uniquement lorsque l'OSD est actif

# #31954
source: Stop
fr_fr: Arrêter

# #31955
source: Rewind
cs_cz: Přetočit
fr_fr: Rembobiner

# #31956
source: Fast Forward
cs_cz: Rychle vpřed
fr_fr: Avance rapide

# #31957
source: Channel list
cs_cz: Seznam kanálů
fr_fr: Liste des chaînes

# #31959
source: Visualizations
cs_cz: Vizualizace
fr_fr: Visualisations

# #31960
source: Center
cs_cz: Střed
fr_fr: Centre

# #31961
source: Right
cs_cz: Pravo
fr_fr: Droite

# #31962
source: Left
cs_cz: Vlevo
fr_fr: Gauche

# #31965
source: Modern
cs_cz: Moderní
fr_fr: Moderne

# #31966
source: Modern (Alternative)
cs_cz: Moderní (alternativní)
fr_fr: Moderne (alternative)

# #31967
source: Basic
cs_cz: Základní
fr_fr: Basique

# #31969
source: Small
cs_cz: Malý
fr_fr: Petit

# #31971
source: (delayed)
cs_cz: (zpoždění)
fr_fr: (retardé)

# #31972
source: Small
cs_cz: Malý
fr_fr: Petit

# #31973
source: Genre Type
cs_cz: Typ žánru
fr_fr: Type de genre

# #31974
source: Play automatically in window
cs_cz: Přehrát automaticky v okně
fr_fr: Lire automatiquement dans une fenêtre

# #31975
source: Play automatically in fullscreen
cs_cz: Přehrát automaticky na celé obrazovce
fr_fr: Lire automatiquement en plein écran

# #31976
source: Awards
cs_cz: Ocenění
fr_fr: Récompenses

# #31977
source: Custom Value
cs_cz: Vlastní hodnota
fr_fr: Valeur personnalisée

# #31978
source: Mainmenu Title
cs_cz: Název hlavní nabídky
fr_fr: Titre du menu principal

# #31979
source: Custom Header
cs_cz: Vlastní záhlaví
fr_fr: En-tête personnalisé

# #31980
source: Display 1 widget with multiple rows and widget selection button
cs_cz: Zobrazte 1 widget s více řádky a tlačítkem pro výběr widgetu
fr_fr: Afficher 1 widget avec plusieurs lignes et un bouton de sélection du widget

# #31981
source: Display 1 widget with single row and widget selection button
cs_cz: Zobrazte 1 widget s jedním řádkem a tlačítkem pro výběr widgetu
fr_fr: Afficher 1 widget avec une seule ligne et un bouton de sélection du widget

# #31982
source: Display multiple widgets with 1 row per widget
cs_cz: Zobrazte více widgetů s 1 řádkem na widget
fr_fr: Afficher plusieurs widgets avec 1 ligne par widget

# #31983
source: Display multiple widgets with multiple rows
cs_cz: Zobrazit více widgetů s více řádky
fr_fr: Afficher plusieurs widgets avec plusieurs lignes

# #31984
source: Show Logo (left) and Time (right)
cs_cz: Zobrazit logo (vlevo) a čas (vpravo)
fr_fr: Afficher le logo (gauche) et l'heure (droite)

# #31985
source: Show Header Title (left) and Time (right)
cs_cz: Zobrazit název záhlaví (vlevo) a čas (vpravo)
fr_fr: Afficher le titre de l'en-tête (gauche) et l'heure (droite)

# #31986
source: Show Weather (left) and Time (right)
cs_cz: Zobrazit počasí (vlevo) a čas (vpravo)
fr_fr: Afficher la météo (gauche) et l'heure (droite)

# #31987
source: Show Header Title (left) and Weather (right)
cs_cz: Zobrazit nadpis záhlaví (vlevo) a počasí (vpravo)
fr_fr: Afficher le titre de l'en-tête (gauche) et la météo (droite)

# #31988
source: Show Logo (left) and Time & Weather (right)
cs_cz: Zobrazit logo (vlevo) a čas a počasí (vpravo)
fr_fr: Afficher le logo (gauche), l'Heure et la météo (droite)

# #31989
source: Show Title (left) and Time & Weather (right)
cs_cz: Zobrazit název (vlevo) a čas a počasí (vpravo)
fr_fr: Afficher le Titre (gauche), l'Heure et la Météo (droite)

# #31990
source: Show Time & Weather (right)
cs_cz: Zobrazit čas a počasí (vpravo)
fr_fr: Afficher l'Heure et la Météo (droite)

# #31991
source: Only Show Time
cs_cz: Zobrazit pouze čas
fr_fr: Afficher Uniquement l'Heure

# #31992
source: Only Show Title
cs_cz: Zobrazit pouze název
fr_fr: Afficher Uniquement le Titre

# #31993
source: Only show Weather
cs_cz: Zobrazit pouze Počasí
fr_fr: Afficher Uniquement la Météo

# #31994
source: Set a custom height for the menu tiles. Note that the width is set to 370px and the border/spacing is 8px
cs_cz: Nastavte vlastní výšku dlaždic nabídky. Všimněte si, že šířka je nastavena na 370px a okraj/mezera je 8px
fr_fr: Définir une hauteur personnalisée pour les vignettes du menu. Notez que la largeur est définie sur 370px et que la bordure/l'espacement est de 8px

# #31995
source: Show Logo & Weather (left) and Time (right)
cs_cz: Zobrazit logo a počasí (vlevo) a čas (vpravo)
fr_fr: Afficher le logo et la Météo (gauche) et l'Heure (droite)

# #31996
source: Show Logo (left) and Profile (right)
cs_cz: Zobrazit logo (vlevo) a profil (vpravo)
fr_fr: Afficher le Logo (gauche) et le Profil (droite)

# #31997
source: Show Logo (left) and Weather (right)
cs_cz: Zobrazit logo (vlevo) a počasí (vpravo)
fr_fr: Afficher le Logo (gauche) et la Météo (droite)

# #31998
source: Show Profile (left) and Time (right)
cs_cz: Zobrazit profil (vlevo) a čas (vpravo)
fr_fr: Afficher le Profil (gauche) et l'Heure (droite)

# #31999
source: Only Show Logo
cs_cz: Zobrazit pouze logo
fr_fr: Afficher Uniquement le Logo

# #320000
source: Play From Beginning
cs_cz: Hrát od začátku
fr_fr: Lire depuis le début

# #320001
source: Home mainmenu line under icons
fr_fr: Ligne de menu principal sous les icônes

# #320002
source: Choose Art
cs_cz: Vyberte Art
fr_fr: Choisir l'artwork

# #320003
source: Season
cs_cz: Sezóna
fr_fr: Saison

# #320004
source: Episode
cs_cz: Epizoda
fr_fr: Épisode

# #320005
source: Similar
cs_cz: Podobný
fr_fr: Similaire

# #320006
source: OSD Bingie buttons color
cs_cz: Barva tlačítek OSD Bingie
fr_fr: Couleur des boutons OSD Bingie

# #320007
source: OSD Bingie buttons color focus
cs_cz: OSD Bingie tlačítka barevné zaměření
fr_fr: Couleur des boutons OSD Bingie en surbrillance

# #320008
source: Style for media/codec info
cs_cz: Styl pro informace o médiích/kodecích
fr_fr: Style pour les informations média/codec

# #320009
source: Video Information
cs_cz: Informace o videu
fr_fr: Informations Vidéo

# #320010
source: OSD volume button color
cs_cz: Barva tlačítka hlasitosti OSD
fr_fr: Couleur des boutons de volume OSD

# #320011
source: TV Shows
cs_cz: TV pořady
fr_fr: Séries TV

# #320012
source: TV Channels
cs_cz: TV kanály
fr_fr: Chaînes TV

# #320013
source: TV Guide
cs_cz: TV průvodce
fr_fr: Guide TV

# #320014
source: TV Search
cs_cz: TV vyhledávání
fr_fr: Recherche TV

# #320015
source: TV Recordings
cs_cz: TV nahrávky
fr_fr: Enregistrements TV

# #320016
source: Timer Rules
cs_cz: Pravidla časovače
fr_fr: Règles de Minuterie

# #320017
source: Radio Channels
cs_cz: Rozhlasové kanály
fr_fr: Chaînes Radio

# #320018
source: Welcome to[CR]Titan BINGIE MOD
cs_cz: Vítejte v[CR]Titan BINGIE MOD
fr_fr: Bienvenue dans le mod Titan BINGIE

# #320019
source: MPAA Color Panel
fr_fr: Panneau de couleur MPAA

# #320020
source: General Audiences Panel Color
cs_cz: Barva panelu Obecné publikum
fr_fr: Couleur du Panneau Tout public

# #320021
source: Parental Guidance Suggested Panel Color
cs_cz: Barva panelu rodičovska kontrola
fr_fr: Couleur du Panneau Parental Guidance Suggested

# #320022
source: Parents Strongly Cautioned Panel Color
cs_cz: Důrazně upozorňovaní barva panelu
fr_fr: Couleur du Panneau Parents Strongly Cautioned

# #320023
source: Restricted Panel Color
cs_cz: Omezená barva panelu
fr_fr: Couleur du Panneau Restreint

# #320024
source: Adults Only Panel Color
cs_cz: Barva panelu pouze pro dospělé
fr_fr: Couleur du Panneau Adults Only

# #320025
source: Not Rated Panel Color
cs_cz: Nehodnoceno Barva panelu
fr_fr: Couleur du Panneau Non Classé

# #320026
source: MPAA Font Color
fr_fr: Couleur de police MPAA

# #320027
source: Surprise Me
fr_fr: Surprenez-moi

# #320028
source: Random TV Shows
cs_cz: Náhodné televizní pořady
fr_fr: Séries TV Aléatoires

# #320029
source: Exit Netflix
fr_fr: Quitter Netflix

# #320030
source: Reboot
cs_cz: Restart
fr_fr: Redémarrer

# #320031
source: Power Off System
cs_cz: Vypnutí systému
fr_fr: Éteindre le Système

# #320032
source: New & Popular
cs_cz: Nové a oblíbené
fr_fr: Nouveau & Populaire

# #320033
source: MANAGE PROFILES
cs_cz: SPRAVOVAT PROFILY
fr_fr: GÉRER LES PROFILS

# #320034
source: Random Movies
cs_cz: Náhodné filmy
fr_fr: Films Aléatoires

# #320035
source: Bingie plot text color
cs_cz: Barva textu zápletky Bingie
fr_fr: Couleur du texte du résumé Bingie

# #320036
source: Layout for Widget
cs_cz: Rozvržení pro Widget
fr_fr: Disposition pour le Widget

# #320037
source: Border Color for Fixed MPAA Panel
fr_fr: Couleur de bordure pour le panneau MPAA fixe

# #320038
source: Metacritic Rating
fr_fr: Note Metacritic

# #320039
source: Trakt Rating
fr_fr: Note Trakt

# #320041
source: TVDB Rating
fr_fr: Note TVDB

# #320042
source: IMDB Top 250
fr_fr: Top 250 IMDB

# #320043
source: Rotten Tomatoes Fresh Certified
fr_fr: Rotten Tomatoes Fraîchement certifié

# #320044
source: Rotten Tomatoes Audience Rating
fr_fr: Note du public Rotten Tomatoes

# #320045
source: Enable Highlight Widget
fr_fr: Activer le Widget de Mise en Avant

# #320046
source: Disable Highlight Widget (use current layout)
fr_fr: Désactiver le widget de Mise en Avant (utiliser la disposition actuelle)

# #320047
source: Display Clearlogo as fallback on landscape images
fr_fr: Afficher le logo clair en tant qu'alternative sur les images en format paysage

# #320048
source: Enable Ratings in Views (except Bingie Views)
fr_fr: Activer les Notes dans les Vues (sauf les vues Bingie)

# #320049
source: Enable Ratings on Home and Bingie Views
fr_fr: Activer les Notes sur la page d'accueil et les Vues Bingie

# #320050
source: Enable Studio Logo on Home and Bingie Views
fr_fr: Activer le Logo du studio sur la page d'accueil et les Vues Bingie

# #320051
source: Highlight Widget
fr_fr: Widget de mise en avant

# #320052
source: TMDB Helper Search
fr_fr: Recherche avec TMDB Helper

# #320053
source: New Search
fr_fr: Nouvelle Recherche

# #320054
source: with
fr_fr: avec

# #320055
source: Search Library
fr_fr: Rechercher dans la bibliothèque

# #320056
source: and
fr_fr: et

# #320057
source: Movies
fr_fr: Films

# #320058
source: TV Shows
fr_fr: Séries TV

# #320059
source: People
fr_fr: Personnes

# #320060
source: Enable auto pause on OSD open
fr_fr: Activer la pause automatique lors de l'ouverture de l'OSD

# #320061
source: Bingie additional info icons color
fr_fr: Couleur des icônes d'informations supplémentaires de Bingie

# #320062
source: Bingie Top 250 icon color
fr_fr: Couleur de l'icône des Top 250 de Bingie

# #320063
source: Play Next Episode
fr_fr: Lire l'Épisode Suivant

# #320064
source: Creators
fr_fr: Créateurs

# #320066
source: Show cast/crew info and list of roles
fr_fr: Afficher les informations sur les acteurs/équipe et la liste des rôles

# #320067
source: Credits & More Info
fr_fr: Crédits et plus d'informations

# #320069
source: Recommended
fr_fr: Recommandé

# #320070
source: Director
fr_fr: Réalisateur

# #320071
source: Directed by
fr_fr: Réalisé par

# #320072
source: Written by
fr_fr: Écrit par

# #320073
source: Recommendations
fr_fr: Recommandations

# #320075
source: Network
fr_fr: Chaîne

# #320076
source: Premiered in
fr_fr: Première diffusée en

# #320077
source: Year
fr_fr: Année

# #320078
source: Posters
fr_fr: Affiches

# #320079
source: Creator
fr_fr: Créateur

# #320080
source: Created by
fr_fr: Créé par

# #320081
source: Trailers
fr_fr: Bande-annonces

# #320082
source: Cast in Movies
fr_fr: Distribution dans les Films

# #320083
source: Cast in TV Shows
fr_fr: Distribution dans les Séries TV

# #320084
source: Crew in Movies
fr_fr: Équipe dans les Films

# #320085
source: Crew in TV Shows
fr_fr: Équipe dans les Séries TV

# #320086
source: Information
fr_fr: Informations

# #320089
source: Writer
fr_fr: Scénariste

# #320090
source: Categories Hub
fr_fr: Centre des Catégories

# #320091
source: Enable Library List
fr_fr: Activer la liste de la Bibliothèque

# #320092
source: Enable TMDB Helper List
fr_fr: Activer la liste de TMDB Helper

# #320093
source: Play Something Else
fr_fr: Lire autre chose

# #320094
source: Exit
fr_fr: Quitter

# #320095
source: Search results for
fr_fr: Résultats de recherche pour

# #320096
source: Local library
fr_fr: Bibliothèque locale

# #320097
source: Streaming services
fr_fr: Services de streaming

# #320098
source: Dialog Video Info Lists Filter
fr_fr: Filtre des listes d'informations vidéo de la fenêtre de dialogue

# #320099
source: Enable Streaming Services Filter
fr_fr: Activer le filtre des services de streaming

# #320100
source: Select Which Buttons to Show in Credits & More Info
fr_fr: Sélectionnez les boutons à afficher dans les crédits et plus d'informations

# #320101
source: Action & Adventure
fr_fr: Action et Aventure

# #320102
source: Dramas
fr_fr: Drames

# #320103
source: Comedies
fr_fr: Comédies

# #320104
source: Kids & Family
fr_fr: Enfants et Famille

# #320105
source: Horror
fr_fr: Horreur

# #320106
source: TMDB Trending TV Shows
fr_fr: Séries TV tendances de TMDB

# #320107
source: Trending This Week Movies
fr_fr: Films tendances de cette semaine

# #320109
source: Fantasy
fr_fr: Fantaisie

# #320110
source: History & War
fr_fr: Histoire et Guerre

# #320112
source: TMDB Trending Movies
fr_fr: Films tendances de TMDB

# #320114
source: Sci-Fi
fr_fr: Science-Fiction

# #320115
source: Mysteries
fr_fr: Mystères

# #320118
source: TV Action & Adventure
fr_fr: Action et Aventure TV

# #320119
source: TV Dramas
fr_fr: Drames TV

# #320120
source: TV Comedies
fr_fr: Comédies TV

# #320121
source: TV Kids & Family
fr_fr: Enfants et Famille TV

# #320122
source: TV Documentaries
fr_fr: Documentaires TV

# #320123
source: TV Crime
fr_fr: Crime TV

# #320124
source: TV Sci-Fi & Fantasy
fr_fr: Science-Fiction et Fantastique TV

# #320125
source: TV War & Politics
fr_fr: Guerre et Politique TV

# #320126
source: TV Animations
fr_fr: Animations TV

# #320127
source: TV Mysteries
fr_fr: Mystères TV

# #320128
source: TV Westerns
fr_fr: Westerns TV

# #320129
source: Select Which Categories to Show in Categories Hub
fr_fr: Sélectionnez les catégories à afficher dans le hub des catégories

# #320130
source: Trending This Week TV Shows
fr_fr: Séries TV tendances de cette semaine

# #320131
source: TMDB Popular Movies
fr_fr: Films populaires de TMDB

# #320132
source: TMDB Popular TV Shows
fr_fr: Séries TV populaires de TMDB

# #320133
source: Top Rated Movies
fr_fr: Films les mieux notés

# #320134
source: Top Rated TV Shows
fr_fr: Séries TV les mieux notées

# #320135
source: Airing Today TV Shows
fr_fr: Séries TV diffusées aujourd'hui

# #320136
source: Currently Airing TV Shows
fr_fr: Séries TV en cours de diffusion

# #320137
source: Highest Revenue Movies
fr_fr: Films avec le plus de recettes

# #320138
source: Most Voted Movies
fr_fr: Films les plus votés

# #320139
source: Most Voted TV Shows
fr_fr: Séries TV les plus votées

# #320140
source: Trakt Trending Movies
fr_fr: Films tendances de Trakt

# #320141
source: Trakt Trending TV Shows
fr_fr: Séries TV tendances de Trakt

# #320142
source: Trakt Popular Movies
fr_fr: Films populaires de Trakt

# #320143
source: Trakt Popular TV Shows
fr_fr: Séries TV populaires de Trakt

# #320144
source: Most Played Movies
fr_fr: Films les plus lus

# #320145
source: Most Played TV Shows
fr_fr: Séries TV les plus lues

# #320146
source: Most Watched Movies
fr_fr: Films les plus regardés

# #320147
source: Most Watched TV Shows
fr_fr: Séries TV les plus regardées

# #320148
source: Disable Collections
fr_fr: Désactiver les Collections

# #320149
source: Replace Default Choose Art with Artwork Beef
fr_fr: Remplacer l'art par défaut par Artwork Beef

# #320150
source: Disable Fanart.tv Artworks in Video Info Lists
fr_fr: Désactiver les œuvres d'art de Fanart.tv dans les listes d'informations vidéo

# #320151
source: Disable Top250 Sublabel on Video Info
fr_fr: Désactiver le sous-titre Top250 dans les informations vidéo

# #320152
source: Prefer White Icon on Top250 Sublabel
fr_fr: Préférer l'icône blanche sur le sous-titre Top250

# #320153
source: Disable Sub Label on Spotlight
fr_fr: Désactiver le sous-titre sur la vitrine

# #320154
source: Prefer White Top 250 Icon on Spotlight Sublabel
fr_fr: Préférer l'icône blanche des Top 250 sur le sous-titre de la vitrine

# #320155
source: Prefer Red/White Additionali Details Icon on Spotlight Sublabel
fr_fr: Préférer l'icône rouge/blanche des détails supplémentaires sur le sous-titre de la vitrine

# #320156
source: Enable New Circular Navigation
fr_fr: Activer la Nouvelle Navigation Circulaire

# #320157
source: on IMDB Today
fr_fr: sur IMDB aujourd'hui

# #320158
source: Enable Bigger Corner Spotlight (larger fanart image)
fr_fr: Activer une vitrine d'angle plus grande (image d'art plus grande)

# #320159
source: Prefer IMDB/RT/TVDB Ratings over Percentage on Details Row
fr_fr: Préférer les notes IMDB/RT/TVDB au pourcentage sur la ligne des détails

# #320160
source: Prefer white logos on Details Row
fr_fr: Préférer les logos blancs sur la ligne des détails

# #320161
source: Enable UK MPAA Icons on Details Row (only for US and UK ratings)
fr_fr: Activer les icônes MPAA UK sur la ligne des détails (uniquement pour les notations Américaines et Britanniques)

# #320162
source: Enable Color MPAA Icons
fr_fr: Activer les icônes MPAA en couleur

# #320163
source: Enable Color MPAA Icons With Fixed Panel Size
fr_fr: Activer les icônes MPAA en couleur avec une taille de panneau fixe

# #320164
source: Enable Audio Codec on Details Row
fr_fr: Activer le codec audio sur la ligne des détails

# #320165
source: Only Show Atmos Audio Codec on Details Row
fr_fr: Afficher uniquement le codec audio Atmos sur la ligne des détails

# #320166
source: Fake Codec Info on Details Row (if no codec info is present)
fr_fr: Fausse information sur le codec sur la ligne des détails (si aucune information sur le codec n'est présente)

# #320167
source: Show TV Show Status on Details Row Home & Bingie Views
fr_fr: Afficher l'état de la série TV sur la ligne des détails dans les vues d'accueil et de Bingie

# #320168
source: Disable Top250 Sublabel on Home and Bingie Views
fr_fr: Désactiver le sous-titre Top250 dans les vues d'accueil et de Bingie

# #320169
source: Prefer White Icon on Top250 Sublabel
fr_fr: Préférer l'icône blanche sur le sous-titre Top250

# #320170
source: Prefer Red/White Additional Details Icon
fr_fr: Préférer l'icône rouge/blanche des détails supplémentaires

# #320171
source: Disable Continue Watching Netflix Style
fr_fr: Désactiver la fonctionnalité de reprise de lecture à la manière de Netflix

# #320172
source: OSD buffering spinner color
fr_fr: Couleur du spinner de mise en mémoire tampon de l'OSD

# #320173
source: Prefer Text Footer
fr_fr: Préférer le pied de page textuel

# #320174
source: Hide Ratings & Studio Logo in Footer for Trailers
fr_fr: Masquer les notes et le logo du studio dans le pied de page pour les bandes-annonces

# #320175
source: Disable profile on sideblade menu
fr_fr: Désactiver le profil dans le menu de la barre latérale

# #320176
source: Enable Netflix user profile icons
fr_fr: Activer les icônes de profil utilisateur de Netflix

# #320177
source: Disable static slim menu
fr_fr: Désactiver le menu mince statique

# #320178
source: Disable Netflix Logo on Home and Settings
fr_fr: Désactiver le logo de Netflix sur l'accueil et les paramètres

# #320179
source: Enable Snow Animation
fr_fr: Activer l'Animation de Neige
