Repository: AchillesPunks/skin.titan.bingie.mod
Catalog: language/resource.language.*/strings.po
Languages: cs_cz, fr_fr

# #31524
source: Poster Case Overlays
cs_cz: Plakátové překryvy
fr_fr: Superpositions de pochettes d'affiche

# #31525
source: Enable Poster case overlays with media quality
cs_cz: Povolte překryvné obrázky na plakátech s kvalitou média
fr_fr: Activer les superpositions de pochettes d'affiche avec la qualité des médias

# #31526
source: Case overlay color
cs_cz: Barva překryvné vrstvy
fr_fr: Couleur de la superposition de pochette

# #31527
source: Case overlay text/logo color
cs_cz: Barva překryvného textu/loga
fr_fr: Couleur du texte/logo de la superposition de pochette

# #31528
source: Fallback case if type is unknown
cs_cz: Záložní případ, pokud je typ neznámý
fr_fr: Pochette de secours si le type est inconnu

# #31529
source: Do not display the widget/submenu indicators (arrows)
cs_cz: Nezobrazovat indikátory widgetu/podnabídky (šipky)
fr_fr: Ne pas afficher les indicateurs des widgets/sous-menus (flèches)

# #31530
source: Import color theme from file
cs_cz: Importujte barevný motiv ze souboru
fr_fr: Importer un thème de couleur depuis un fichier

# #31531
source: Smart shortcuts
cs_cz: Chytré zkratky
fr_fr: Raccourcis intelligents

# #31532
source: Critically Acclaimed Movies
cs_cz: Kriticky uznávané filmy
fr_fr: Films Acclamés par la Critique

# #31533
source: Marvel Movies
fr_fr: Films Marvel

# #31534
source: My List
cs_cz: Můj seznam
fr_fr: Ma liste

# #31535
source: Continue Watching
cs_cz: Pokračovat ve sledování
fr_fr: Continuer à regarder

# #31536
source: Action & Crime Movies
fr_fr: Films d'Action et de Crime

# #31537
source: Kids & Family Movies
fr_fr: Films pour Enfants et Famille

# #31538
source: Select an existing color theme
cs_cz: Vyberte existující barevný motiv
fr_fr: Sélectionner un thème de couleur existant

# #31539
source: Color theme created successfully
fr_fr: Thème de couleur créé avec succès

# #31540
source: Your color theme is now available in the list of available themes
fr_fr: Votre thème de couleur est maintenant disponible dans la liste des thèmes disponibles

# #31541
source: Color theme imported successfully
fr_fr: Thème de couleur importé avec succès

# #31542
source: Export this theme to file
cs_cz: Exportujte toto téma do souboru
fr_fr: Exporter ce thème vers un fichier

# #31543
source: Because you watched
cs_cz: Protože jste sledovali
fr_fr: Parce que vous avez regardé

# #31544
source: BINGIE - Netflix Style Layout
cs_cz: BINGIE – Rozvržení stylu Netflix
fr_fr: BINGIE - Mise en page de style Netflix

# #31545
source: Because you watched
cs_cz: Protože jste sledovali
fr_fr: Parce que vous avez regardé

# #31546
source: You might need to restart Kodi for the changes to take effect
cs_cz: Aby se změny projevily, může být třeba Kodi restartovat
fr_fr: Vous devrez peut-être redémarrer Kodi pour que les modifications prennent effet

# #31547
source: OSD progress bar border color
cs_cz: Barva okraje ukazatele průběhu OSD
fr_fr: Couleur de la bordure de la barre de progression de l'OSD

# #31548
source: Background options
cs_cz: Konfigurace pozadí
fr_fr: Options d'arrière-plan

# #31549
source: [B]Note[/B] After enabling smart shortcuts for a particular section, you must manually add those shortcuts to your menu. Go to [I]configure shortcuts[/I] and press Add, you will see the smart shortcuts listed there.
fr_fr: [B]Remarque[/B] Après avoir activé les raccourcis intelligents pour une section particulière, vous devez ajouter manuellement ces raccourcis à votre menu. Allez dans [I]configurer les raccourcis[/I] et appuyez sur Ajouter, vous verrez les raccourcis intelligents répertoriés ici.

# #31550
source: Enable option for a complete keyboard
cs_cz: Povolit možnost pro kompletní klávesnici
fr_fr: Activer l'option pour un clavier complet

# #31551
source: Titles related to
cs_cz: Tituly související s
fr_fr: Titres liés à

# #31552
source: Titles in genre
cs_cz: Tituly v žánru
fr_fr: Titres du même genre

# #31553
source: Titles released in year
cs_cz: Tituly vydané v roce
fr_fr: Titres sortis au cours de l'année

# #31554
source: Titles from studio
cs_cz: Tituly ze studia
fr_fr: Titres du studio

# #31555
source: Titles featuring actor
cs_cz: Tituly s hercem
fr_fr: Titres avec l'acteur

# #31556
source: Movie titles by director
cs_cz: Názvy filmů podle režiséra
fr_fr: Titres de film par réalisateur

# #31557
source: Movie titles from country
cs_cz: Filmové tituly ze země
fr_fr: Titres de films par pays

# #31558
source: There are no matches for this category.
cs_cz: Pro tuto kategorii není žádná shoda.
fr_fr: Il n'y a aucune correspondance pour cette catégorie.

# #31559
source: Search by Title, Genre, Actor, Director, Country, Studio or Year
cs_cz: Vyhledávání podle názvu, žánru, herce, režiséra, země, studia nebo roku
fr_fr: Rechercher par Titre, Genre, Acteur, Réalisateur, Pays, Studio ou Année

# #31560
source: Back button in guide opens sideblade menu
fr_fr: Le bouton Retour dans le guide ouvre le menu latéral

# #31561
source: Open/Focus submenu at click on main menu item
fr_fr: Ouvrir/Focaliser le sous-menu en cliquant sur l'élément du menu principal

# #31562
source: Recommended Movies
cs_cz: Doporučené filmy
fr_fr: Films Recommandés

# #31563
source: Popular
cs_cz: Oblíbené
fr_fr: Populaire

# #31565
source: Open submenu
cs_cz: Otevřít podnabídku
fr_fr: Ouvrir le sous-menu

# #31566
source: Enable PVR artwork
cs_cz: Povolit PVR artwork
fr_fr: Activer les illustrations PVR

# #31567
source: Simple list (PVR)
cs_cz: Jednoduchý seznam (PVR)
fr_fr: Liste simple (PVR)

# #31568
source: Enable indicator for unwatched items
cs_cz: Zapnout indikátor neshlédnutých položek
fr_fr: Activer l'indicateur pour les éléments non visionnés

# #31569
source: Media listitem text color (unfocused)
cs_cz: Barva textu položky seznamu médií (nezaostřené)
fr_fr: Couleur du texte de l'élément de liste multimédia (non focalisé)

# #31570
source: Media listitem text color (focused)
cs_cz: Barva textu položky seznamu médií (zaostřené)
fr_fr: Couleur du texte de l'élément de liste multimédia (focalisé)

# #31571
source: Media listitem focus color
fr_fr: Couleur de mise au point de l'élément de liste multimédia

# #31572
source: General text color for highlights and headers
cs_cz: Obecná barva textu pro zvýraznění a záhlaví
fr_fr: Couleur générale du texte pour les points forts et les en-têtes

# #31573
source: OSD progress bar buffer cache color
cs_cz: Barva cache ukazatele OSD
fr_fr: Couleur du tampon de la barre de progression de l'OSD

# #31574
source: Background color diffuse
cs_cz: Barva pozadí rozptýlená
fr_fr: Couleur diffuse de l'arrière-plan

# #31575
source: Similar Movies
cs_cz: Podobné filmy
fr_fr: Films Similaires

# #31576
source: Similar TV Shows
cs_cz: Podobné televizní pořady
fr_fr: Séries TV Similaires

# #31577
source: New Releases
cs_cz: Nové verze
fr_fr: Nouvelles Sorties

# #31578
source: There are no matches for your search.
cs_cz: Pro vaše hledání nejsou žádné výsledky.
fr_fr: Il n'y a aucune correspondance pour votre recherche.

# #31579
source: Episode titles related to
cs_cz: Názvy epizod související s
fr_fr: Titres d'épisodes liés à

# #31580
source: Music videos title related to
cs_cz: Název hudebního videa související s
fr_fr: Titres de vidéos musicales liés à

# #31581
source: Forced view for PVR channels
cs_cz: Vynucené zobrazení pro kanály PVR
fr_fr: Vue forcée pour les chaînes PVR

# #31582
source: Forced view for PVR recordings
cs_cz: Vynucené zobrazení pro nahrávky PVR
fr_fr: Vue forcée pour les enregistrements PVR

# #31583
source: Forced view for Addons
cs_cz: Vynucený pohled pro doplňky
fr_fr: Vue forcée pour les Add-ons

# #31584
source: Forced view for Files and main plugin listings
cs_cz: Vynucené zobrazení souborů a hlavních seznamů pluginů
fr_fr: Vue forcée pour les fichiers et les listes principales des plugins

# #31585
source: Forced view for Music Artists
cs_cz: Vynucené zobrazení pro hudební umělce
fr_fr: Vue forcée pour les Artistes Musicaux

# #31586
source: Forced view for Music Albums
cs_cz: Vynucené zobrazení pro hudební alba
fr_fr: Vue forcée pour les Albums Musicaux

# #31587
source: Forced view for Music Songs
cs_cz: Vynucené zobrazení pro hudební skladby
fr_fr: Vue forcée pour les Chansons Musicales

# #31588
source: Forced view for Pictures
cs_cz: Vynucené zobrazení obrázků
fr_fr: Vue forcée pour les Images

# #31589
source: Enable day/night color themes
cs_cz: Používat jiné barvy ve dne a v noci
fr_fr: Activer les thèmes de couleur jour/nuit

# #31590
source: You can configure the skin to automatically enable a different theme during day or night time
cs_cz: Vzhled můžete nakonfigurovat tak, aby automaticky povoloval jiné téma během dne nebo noci
fr_fr: Vous pouvez configurer le thème pour activer automatiquement un thème différent pendant la journée ou la nuit

# #31591
source: Color theme during day time
cs_cz: Barevné téma během dne
fr_fr: Thème de couleur pendant la journée

# #31592
source: Color theme during night time
cs_cz: Barevné téma během noci
fr_fr: Thème de couleur pendant la nuit

# #31593
source: Album titles related to
cs_cz: Názvy alb souvisejících s
fr_fr: Titres d'albums liés à

# #31594
source: Hide power menu (and not disable it)
cs_cz: Skrýt nabídku napájení (ale nevypínat ji)
fr_fr: Masquer le menu d'alimentation (et ne pas le désactiver)

# #31595
source: Configure Widget Rows
fr_fr: Configurer les lignes de widgets

# #31596
source: Enable the Now Playing info bar
cs_cz: Aktivujte informační panel Právě se přehrává
fr_fr: Activer la barre d'informations sur la lecture en cours

# #31597
source: Total duration
cs_cz: Celková doba trvání
fr_fr: Durée totale

# #31598
source: Use large banners
cs_cz: Používejte velké bannery
fr_fr: Utiliser de grandes bannières

# #31599
source: Show infopanel right
cs_cz: Zobrazit informační panel vpravo
fr_fr: Afficher le panneau d'informations à droite

# #31600
source: Align labels on thumbs/tiles in center
cs_cz: Zarovnejte štítky na náhledy/dlaždice do středu
fr_fr: Aligner les étiquettes des vignettes au centre

# #31601
source: Sideblade/options menu panel color
fr_fr: Couleur du panneau de menu latéral/options

# #31602
source: Sideblade/options menu text color
fr_fr: Couleur du texte du panneau de menu latéral/options

# #31603
source: Label overlays on posters and thumbs panel color
fr_fr: Couleur du panneau des superpositions d'étiquettes sur les affiches et les vignettes

# #31604
source: Label overlays on posters and thumbs text color
fr_fr: Couleur du texte des superpositions d'étiquettes sur les affiches et les vignettes

# #31605
source: Alternate aspect ratio
fr_fr: Ratio d'aspect alternatif

# #31606
source: PVR artwork settings
fr_fr: Paramètres des illustrations PVR

# #31607
source: Display IMDB logo with rating in footer
cs_cz: Zobrazit logo IMDB s hodnocením v zápatí
fr_fr: Afficher le logo IMDB avec la note dans le pied de page

# #31608
source: Critics
cs_cz: Kritika
fr_fr: Critiques

# #31609
source: Users
cs_cz: Uživatelé
fr_fr: Utilisateurs

# #31611
source: Critics consensus
cs_cz: Závěr kritiků
fr_fr: Consensus des critiques

# #31612
source: Use fanart from widget 1 as background
fr_fr: Utiliser le fanart du widget 1 comme arrière-plan

# #31613
source: Disable sideblade/options menu indicator
fr_fr: Désactiver l'indicateur du menu latéral/options

# #31614
source: Use custom path for genre images
fr_fr: Utiliser un chemin personnalisé pour les images de genre

# #31615
source: Enable music wall background while playing music
fr_fr: Activer l'arrière-plan du mur musical pendant la lecture de la musique

# #31616
source: Enable mini guide on fullscreen Live TV
fr_fr: Activer le mini guide en plein écran pour la TV en direct

# #31617
source: Animate music background
cs_cz: Animovat pozadí hudby
fr_fr: Animer l'arrière-plan musical

# #31618
source: Align logo image
cs_cz: Zarovnat obrázek loga
fr_fr: Aligner l'image du logo

# #31619
source: Enable circular navigation
cs_cz: Zapnout kruhovou navigaci
fr_fr: Activer la navigation circulaire

# #31620
source: Enable home menu animation
cs_cz: Zapnout animování domovské nabídky
fr_fr: Activer l'animation du menu principal

# #31621
source: Enable bounce animation on widgets
fr_fr: Activer l'animation rebondissante sur les widgets

# #31622
source: More Like This
fr_fr: Plus de Films Similaires

# #31623
source: Select Weather icons
cs_cz: Vyberte ikony počasí
fr_fr: Sélectionner les icônes de Météo

# #31624
source: Select Weather fanart
cs_cz: Vyberte fanouškovské umění pro počasí
fr_fr: Sélectionner le fanart de Météo

# #31625
source: Select Studio icons
cs_cz: Vyberte ikony studií
fr_fr: Sélectionner les icônes de Studio

# #31626
source: Select Movie/TV Genre icons
cs_cz: Vyberte ikony žánrů filmů/televizí
fr_fr: Sélectionner les icônes de Genre de Film/Série TV

# #31627
source: Select Music Genre icons
cs_cz: Vyberte ikony hudebních žánrů
fr_fr: Sélectionner les icônes de Genre Musical

# #31628
source: Bordersize for focused thumbs/tiles
fr_fr: Taille de la bordure pour les vignettes en focus

# #31629
source: Auto close OSD (0 to disable auto close)
fr_fr: Fermer automatiquement l'OSD (0 pour désactiver la fermeture automatique)

# #31630
source: Skin Helper settings (music/pvr artwork etc.)
fr_fr: Paramètres de l'extension Skin Helper (illustrations de musique/PVR, etc.)

# #31631
source: Use custom splashscreen/intro at startup (photo, video or music)
fr_fr: Utiliser un écran de démarrage/introduction personnalisé au démarrage (photo, vidéo ou musique)

# #31632
source: Style for Media/Codec Info
cs_cz: Styl informací o médiu/kodeku
fr_fr: Style pour les informations sur les médias/le codec

# #31633
source: Auto Lookup Missing Actor Thumbs in Video Info Dialog
fr_fr: Rechercher automatiquement les vignettes manquantes des acteurs dans la boîte de dialogue des informations vidéo

# #31634
source: Disable discart in Now Playing info bar
fr_fr: Désactiver les illustrations de disque dans la barre d'informations de lecture en cours

# #31635
source: Horizontal navigation
cs_cz: Vodorovná navigace
fr_fr: Navigation Horizontale

# #31636
source: Weather Alerts
cs_cz: Výstrahy ohledně počasí
fr_fr: Alertes Météo

# #31637
source: No active weather alerts
cs_cz: Žádné výstrahy ohledně počasí
fr_fr: Aucune alerte météo en cours

# #31638
source: Allow transparent home tiles (alternate border)
fr_fr: Autoriser des vignettes transparentes sur l'écran d'accueil (bordure alternative)

# #31639
source: Disable Spotlight Widget (only show widgets rows)
fr_fr: Désactiver le widget Spotlight (afficher uniquement les lignes de widgets)

# #31640
source: Show artist biography on OSD while playing music
fr_fr: Afficher la biographie de l'artiste sur l'OSD pendant la lecture de musique

# #31641
source: None (use current layout)
fr_fr: Aucun (utiliser la disposition actuelle)

# #31642
source: Do not display channel numbers in the guide
cs_cz: V televizním programu nezobrazovat čísla kanálů
fr_fr: Ne pas afficher les numéros de chaîne dans le guide

# #31643
source: Big list 2
fr_fr: Grande liste 2

# #31644
source: Enable Snow effect on Home
fr_fr: Activer l'effet de neige sur l'écran d'accueil

# #31645
source: Expand snow effect to other parts of the skin
fr_fr: Étendre l'effet de neige à d'autres parties du skin

# #31646
source: Global background
cs_cz: Globální pozadí
fr_fr: Arrière-plan global

# #31647
source: Allow override of global background on per-shortcut base
fr_fr: Autoriser le remplacement de l'arrière-plan global pour chaque raccourci

# #31648
source: Display tags/labels for episodes on posters
fr_fr: Afficher les étiquettes pour les épisodes sur les affiches

# #31649
source: Watch It Again Movies
fr_fr: Films à revoir

# #31650
source: Watch It Again TV Shows
fr_fr: Séries TV à revoir

# #31651
source: Movie sets
fr_fr: Collections de Films

# #31652
source: Prefer ClearArt images over landscape images
fr_fr: Préférer les images ClearArt aux images de paysage

# #31653
source: Disable Extra Fanart
fr_fr: Désactiver les illustrations supplémentaires

# #31654
source: Back...
cs_cz: Zpět…
fr_fr: Retour...

# #31655
source: Enable multiple widget rows
fr_fr: Activer plusieurs lignes de widgets

# #31656
source: Set default focus to NO button in confirmation dialog (yes/no)
fr_fr: Définir le focus par défaut sur le bouton NON dans la boîte de dialogue de confirmation (oui/non)

# #31657
source: In library
cs_cz: V knihovně
fr_fr: Dans la bibliothèque

# #31658
source: Cards
cs_cz: Karty
fr_fr: Cartes

# #31659
source: Wide
cs_cz: Široké
fr_fr: Large

# #31660
source: Lower the widgets
fr_fr: Réduire les widgets

# #31661
source: Use Gradient Color Effect for OSD Panel
fr_fr: Utiliser un effet de couleur en dégradé pour le panneau OSD

# #31662
source: Default OSD button for video playback
fr_fr: Bouton OSD par défaut pour la lecture vidéo

# #31663
source: Default OSD button for Live TV playback
fr_fr: Bouton OSD par défaut pour la lecture TV en direct

# #31664
source: Default OSD button for music playback
fr_fr: Bouton OSD par défaut pour la lecture de musique

# #31665
source: Show artist logo on fullscreen music playback
fr_fr: Afficher le logo de l'artiste en plein écran lors de la lecture de musique

# #31666
source: Big Panel Wall
fr_fr: Grand mur de panneaux

# #31667
source: Custom color settings
cs_cz: Vlastní nastavení barev
fr_fr: Paramètres de couleur personnalisés

# #31668
source: Playback & OSD
fr_fr: Lecture et OSD

# #31669
source: Now Playing Infobar
fr_fr: Barre d'informations de lecture en cours

# #31670
source: Music playback
cs_cz: Přehrávání hudby
fr_fr: Lecture de musique

# #31671
source: Use compact (windows 10 style) Header
cs_cz: Použít kompaktní záhlaví (ve stylu Windows 10)
fr_fr: Utiliser un en-tête compact (style Windows 10)

# #31672
source: Auto Rotate Widgets
fr_fr: Rotation automatique des widgets

# #31673
source: Do not display channel logo in the guide
cs_cz: V televizním programu nezobrazovat logo stanice
fr_fr: Ne pas afficher le logo de la chaîne dans le guide

# #31674
source: File location
fr_fr: Emplacement du fichier

# #31675
source: Display Tags on Widgets
cs_cz: Zobrazit značky na widgetech
fr_fr: Afficher les tags sur les widgets

# #31676
source: Advanced: Get EPG genre labels from
fr_fr: Avancé : Obtenir les étiquettes de genre EPG à partir de

# #31677
source: Advanced: Use custom folder with epg genre images
cs_cz: Pokročilé: Použijte vlastní složku s obrázky žánru epg
fr_fr: Avancé : Utiliser un dossier personnalisé avec des images de genre EPG

# #31678
source: Please manually place your custom images in:[CR] [Kodi data folder]userdataaddon_datacustom-epg-genres
fr_fr: Veuillez placer manuellement vos images personnalisées dans :[CR] [Dossier de données Kodi]userdataaddon_datacustom-epg-genres

# #31679
source: Widget auto rotation interval
cs_cz: Interval automatického otáčení widgetu
fr_fr: Intervalle de rotation automatique des widgets

# #31680
source: Panel
fr_fr: Panneau

# #31681
source: Panel Low
cs_cz: Nízký panel
fr_fr: Panneau Bas

# #31682
source: Modern Low Horizontal Home
fr_fr: Accueil Horizontal Moderne Bas

# #31683
source: Horizontal Homescreen layout
fr_fr: Disposition de l'écran d'accueil horizontal

# #31684
source: Modern Low Horizontal Home Big
fr_fr: Grand Accueil Horizontal Moderne Bas

# #31685
source: Vertical Homescreen layout
cs_cz: Vertikální rozložení domovské obrazovky
fr_fr: Disposition de l'écran d'accueil vertical

# #31686
source: Modern Big Vertical Homescreen layout
cs_cz: Moderní velké vertikální rozvržení domovské obrazovky
fr_fr: Grande disposition de l'écran d'accueil vertical moderne

# #31687
source: Set infoline
fr_fr: Définir l'info-bulle

# #31688
source: Set infoline for subheader
fr_fr: Définir l'info-bulle pour le sous-en-tête

# #31689
source: Default Behaviour of Cast List in Video Info
cs_cz: Výchozí chování seznamu obsazení v informacích o videu
fr_fr: Comportement par défaut de la liste des acteurs dans les informations vidéo

# #31690
source: Show list of movies/tv shows in library
fr_fr: Afficher la liste des films/séries TV dans la bibliothèque

# #31691
source: Show extended actor info
fr_fr: Afficher les informations détaillées des acteurs

# #31692
source: Select Which Ratings to Show in Views (except Bingie Views)
fr_fr: Sélectionner les évaluations à afficher dans les vues (excepté les vues Bingie)

# #31693
source: Disable contextmenu
cs_cz: Vypnout kontextovou nabídku
fr_fr: Désactiver le menu contextuel

# #31694
source: Default Action for Trailers
cs_cz: Výchozí akce pro upoutávky
fr_fr: Action par défaut pour les bandes-annonces

# #31695
source: Select Which Buttons to Show in Video Info
fr_fr: Sélectionner les boutons à afficher dans les informations vidéo

# #31696
source: Supported Addons
cs_cz: Podporované doplňky
fr_fr: Add-ons pris en charge

# #31697
source: Use slim icons in OSD
fr_fr: Utiliser des icônes fines dans l'OSD

# #31698
source: Style for OSD Buttons
fr_fr: Style pour les boutons OSD

# #31700
source: Display indicator on homescreen when recording is in progress
cs_cz: Během nahrávání se na domovské obrazovce zobrazí indikátor
fr_fr: Afficher un indicateur sur l'écran d'accueil lorsqu'un enregistrement est en cours

# #31701
source: Use extra large info panel
cs_cz: Použít extra velký informační panel
fr_fr: Utiliser un panneau d'informations extra large

# #31702
source: Configure Header for all windows (except home)
fr_fr: Configurer l'en-tête pour toutes les fenêtres (excepté l'écran d'accueil)

# #31703
source: Configure Header for Home screen
cs_cz: Nastavit záhlaví domovské obrazovky
fr_fr: Configurer l'en-tête pour l'écran d'accueil

# #31704
source: Settings for Header
cs_cz: Nastavení záhlaví
fr_fr: Paramètres pour l'en-tête

# #31705
source: Clock
cs_cz: Hodiny
fr_fr: Horloge

# #31706
source: Prefer animated posters (if available)
fr_fr: Préférer les affiches animées (si disponibles)

# #31707
source: Disable widget details panel (on focus)
fr_fr: Désactiver le panneau des détails du widget (au focus)

# #31708
source: Enable artwork lookups for PVR
fr_fr: Activer la recherche d'illustrations pour le PVR

# #31709
source: PVR artwork settings
fr_fr: Paramètres d'illustrations PVR

# #31710
source: Enable skin helper artwork lookups for addons
fr_fr: Activer la recherche d'illustrations pour les add-ons via Skin Helper

# #31711
source: Hide Row Details for Unwatched/In-Progress Episodes
fr_fr: Masquer les détails de la ligne pour les épisodes non visionnés/en cours

# #31712
source: Auto-align widgets to the right
fr_fr: Aligner automatiquement les widgets à droite

# #31713
source: Swap poster
cs_cz: Prohodit plakát
fr_fr: Échanger l'affiche

# #31714
source: Reload
cs_cz: Znovunačíst grafický vzhled
fr_fr: Recharger

# #31715
source: Disable Kodi screensaver on fullscreen music playback
cs_cz: Deaktivujte spořič obrazovky Kodi při přehrávání hudby na celé obrazovce
fr_fr: Désactiver l'économiseur d'écran Kodi lors de la lecture de musique en plein écran

# #31716
source: Recently Added Movies
cs_cz: Nedávno přidané filmy
fr_fr: Films Récemment Ajoutés

# #31717
source: Enable widget force refresh
cs_cz: Povolit vynucení obnovení widgetu
fr_fr: Activer le rafraîchissement forcé du widget

# #31718
source: Apply the per-shortcut background to homescreen only
fr_fr: Appliquer l'arrière-plan spécifique au raccourci uniquement sur l'écran d'accueil

# #31719
source: Big plot overlay
fr_fr: Superposition de l'intrigue en grand

# #31720
source: Use small context/sidebar menu
cs_cz: Použijte malou kontextovou/postranní nabídku
fr_fr: Utiliser un menu contextuel/barre latérale réduite
