Repository: AchillesPunks/skin.titan.bingie.mod
Catalog: language/resource.language.*/strings.po
Languages: cs_cz, fr_fr

# #31001
source: Other settings
cs_cz: Ostatní nastavení
fr_fr: Autres paramètres

# #31002
source: Enable/disable tiles
cs_cz: Zapnout/vypnout dlaždice
fr_fr: Activer/désactiver les vignettes

# #31003
source: Bordersize for unfocused thumbs/tiles
cs_cz: Velikost okrajů pro nezaostřené plochy
fr_fr: Taille de la bordure pour les vignettes non sélectionnées

# #31004
source: Enable Moving Frame
cs_cz: Povolení pohyblivého rámečku
fr_fr: Activer le cadre mobile

# #31005
source: General Skin Settings
cs_cz: Obecné nastavení grafického vzhledu
fr_fr: Paramètres Généraux de l'Apparence

# #31006
source: Disable Media/Codec Info in Bingie Views
cs_cz: Zakázat informace o médiích/kodeku v zobrazeních Bingie
fr_fr: Désactiver les informations sur les Médias/Codecs dans les vues Bingie

# #31007
source: New Episodes
fr_fr: Nouveaux Épisodes

# #31008
source: Bingie 'New Episodes' tag panel color
cs_cz: Bingie 'Nové epizody' barva panelu štítku
fr_fr: Couleur du panneau de balise 'Nouveaux épisodes' de Bingie

# #31009
source: Show Plot when Spotlight Plays Trailer
cs_cz: Zobrazit děj při přehrávání traileru na Spotlight
fr_fr: Afficher le résumé lorsque Spotlight lit la bande-annonce

# #31010
source: Enable/disable content search
fr_fr: Activer/désactiver la recherche de contenu

# #31011
source: Set custom tile image
cs_cz: Nastavit vlastní obrázek na dlaždici
fr_fr: Définir une image de vignette personnalisée

# #31012
source: Enable Fixed Focused Widgets in Vertical Scrolling
cs_cz: Povolte widgety s pevným zaměřením ve svislém posouvání
fr_fr: Activer les widgets à mise au point fixe lors du défilement vertical

# #31013
source: Configure shortcuts
cs_cz: Nastavit zástupce
fr_fr: Configurer les raccourcis

# #31014
source: Edit menu shortcuts
cs_cz: Upravit zkratky
fr_fr: Modifier les raccourcis du menu

# #31015
source: --- Use default tile picture
cs_cz: --- Použít výchozí obrázek dlaždice
fr_fr: --- Utiliser l'image de vignette par défaut

# #31016
source: --- Use own image for tile
cs_cz: --- Použijte vlastní obrázek pro dlaždice
fr_fr: --- Utiliser une image personnelle pour la vignette

# #31017
source: Enable Bingie Video OSD Layout
cs_cz: Povolit rozvržení Bingie Video OSD
fr_fr: Activer la disposition de la fenêtre vidéo OSD de Bingie

# #31018
source: Bingie Main Landscape
cs_cz: Hlavní krajina Bingie
fr_fr: Paysage principal de Bingie

# #31019
source: --- Open folderpath with music instead of library
cs_cz: --- Otevřít cestu ke složce s hudbou místo knihovny
fr_fr: --- Ouvrir le chemin du dossier avec de la musique plutôt que la bibliothèque

# #31020
source: Enable Extra-Large Icons
cs_cz: Povolit extra velké ikony
fr_fr: Activer les icônes extra-larges

# #31021
source: Watch Credits
fr_fr: Regarder les crédits

# #31022
source: Background settings
cs_cz: Nastavení pozadí
fr_fr: Paramètres de l'arrière-plan

# #31023
source: Rated
cs_cz: Hodnocené
fr_fr: Classé

# #31024
source: Force stop playback when not in fullscreen mode (exc. Live TV)
cs_cz: Vynutit zastavení přehrávání, když není v režimu celé obrazovky (kromě živé TV)
fr_fr: Forcer l'arrêt de la lecture lorsque le mode plein écran n'est pas activé (sauf TV en direct)

# #31025
source: Categories
cs_cz: Kategorie
fr_fr: Catégories

# #31026
source: Search for Addons
cs_cz: Vyhledejte doplňky
fr_fr: Rechercher des modules complémentaires

# #31027
source: Bingie Main Poster
cs_cz: Hlavní plakát Bingie
fr_fr: Affiche principale de Bingie

# #31028
source: Disable Seek/Jump Indicator
cs_cz: Zakázat indikátor hledání/skoku
fr_fr: Désactiver l'indicateur de recherche/saut

# #31029
source: Show footer bar in views
cs_cz: Zobrazit lištu zápatí v zobrazeních
fr_fr: Afficher la barre de pied de page dans les vues

# #31030
source: Display weather
cs_cz: Zobrazit počasí
fr_fr: Afficher la météo

# #31031
source: Titan tiles (2 rows of large tiles)
cs_cz: Titanové dlaždice (2 řady velkých dlaždic)
fr_fr: Vignettes Titan (2 rangées de grandes vignettes)

# #31032
source: Titan tiles (3 rows of large tiles)
cs_cz: Titanové dlaždice (3 řady velkých dlaždic)
fr_fr: Vignettes Titan (3 rangées de grandes vignettes)

# #31033
source: Titan tiles (1 row of large tiles)
cs_cz: Titanové dlaždice (1 řada velkých dlaždic)
fr_fr: Vignettes Titan (1 rangée de grandes vignettes)

# #31034
source: items total
cs_cz: položek celkem
fr_fr: éléments au total

# #31035
source: Movies in progress
cs_cz: Probíhající filmy
fr_fr: Films en cours

# #31036
source: Random TV Shows
cs_cz: Náhodné televizní pořady
fr_fr: Séries TV Aléatoires

# #31037
source: Set default limit for items in Widgets
cs_cz: Nastavte výchozí limit pro položky ve widgetech
fr_fr: Définir la limite par défaut pour les éléments dans les widgets

# #31038
source: Search Music Videos, Albums, Artists or Songs
cs_cz: Vyhledávejte hudební videa, alba, umělce nebo skladby
fr_fr: Rechercher des Clips Musicaux, des Albums, des Artistes ou des Chansons

# #31039
source: Disable 'New Episodes' indicator
cs_cz: Vypněte indikátor „Nové epizody“.
fr_fr: Désactiver l'indicateur 'Nouveaux Épisodes'

# #31040
source: Now playing
cs_cz: Právě teď hraje
fr_fr: En cours de lecture

# #31041
source: Disable animated splash screen (image instead)
cs_cz: Zakázat animovanou úvodní obrazovku (místo toho obrázek)
fr_fr: Désactiver l'écran de démarrage animé (image à la place)

# #31042
source: Enable Studio Logo
cs_cz: Povolit logo Studio
fr_fr: Activer le Logo du Studio

# #31043
source: Enable larger plot area instead additional info
cs_cz: Povolte větší plochu, místo dalších informací
fr_fr: Activer une zone de résumé plus grande à la place des informations supplémentaires

# #31044
source: Use Alternative (shorter) Animated Intro
cs_cz: Použijte alternativní (kratší) animovaný úvod
fr_fr: Utiliser une introduction animée alternative (plus courte)

# #31045
source: Use Alternative Splash Image
cs_cz: Použijte alternativní úvodní obrázek
fr_fr: Utiliser une image d'écran de démarrage alternative

# #31047
source: Romantic Movies
cs_cz: Romantické filmy
fr_fr: Films Romantiques

# #31048
source: Horror Movies
cs_cz: Hororové filmy
fr_fr: Films d'Horreur

# #31049
source: Music & Musicals
cs_cz: Hudba a muzikály
fr_fr: Musique et CComédies Musicales

# #31050
source: All Movies
cs_cz: Všechny filmy
fr_fr: Tous les films

# #31051
source: All TV Shows
cs_cz: Všechny televizní pořady
fr_fr: Toutes les séries TV

# #31052
source: Bingie slim-menu panel color
cs_cz: Barva panelu Bingie slim-menu
fr_fr: Couleur du panneau de menu mince de Bingie

# #31053
source: Poster
cs_cz: Plakát
fr_fr: Affiche

# #31054
source: Artwork
fr_fr: Illustration

# #31055
source: Banner
fr_fr: Bannière

# #31056
source: Landscape
cs_cz: Na šířku
fr_fr: Paysage

# #31059
source: remaining
cs_cz: zbývající
fr_fr: restants

# #31060
source: Show/Hide OSD buttons
cs_cz: Zobrazit/skrýt tlačítka OSD
fr_fr: Afficher/Masquer les boutons OSD

# #31061
source: Highlight Layout
cs_cz: Zvýrazněte Rozvržení
fr_fr: Mise en évidence de la mise en page

# #31063
source: Use alternate midscreen jump indicators
cs_cz: Použijte alternativní indikátory skoku uprostřed obrazovky
fr_fr: Utiliser des indicateurs de saut alternatifs au milieu de l'écran

# #31064
source: No items in this category.
cs_cz: V této kategorii nejsou žádné položky.
fr_fr: Aucun élément dans cette catégorie.

# #31065
source: Up Next
cs_cz: Další
fr_fr: À venir

# #31066
source: Watch
cs_cz: Sledujte
fr_fr: Regarder

# #31067
source: Now
cs_cz: Teď
fr_fr: Maintenant

# #31068
source: Enable Auto-Preview in PVR Hub
cs_cz: Povolení automatického náhledu v PVR
fr_fr: Activer l'aperçu automatique dans le hub PVR

# #31069
source: PVR Hub
fr_fr: Hub PVR

# #31070
source: Watch Season
cs_cz: Sledovat sezónu
fr_fr: Regarder la saison

# #31071
source: Setting level
cs_cz: Úroveň nastavení
fr_fr: Niveau de paramètre

# #31072
source: Enable autoclose video OSD
cs_cz: Povolení automatického zavírání videa OSD
fr_fr: Activer la fermeture automatique de la fenêtre vidéo OSD

# #31073
source: Lock view
cs_cz: Zamknout zobrazení
fr_fr: Verrouiller la vue

# #31074
source: Unlock view
cs_cz: Odemknout zobrazení
fr_fr: Déverrouiller la vue

# #31075
source: Enable Netflix startup animation in 4K
fr_fr: Activer l'animation de démarrage Netflix en 4K

# #31076
source: British Series
cs_cz: Britská série
fr_fr: Séries Britanniques

# #31077
source: DOWN
cs_cz: DOLŮ
fr_fr: VERS LE BAS

# #31078
source: Blockbuster Movies
cs_cz: Filmové trháky
fr_fr: Films à Grand Succès

# #31079
source: Bingeworthy TV Shows
cs_cz: Televizní pořady hodné pozornosti
fr_fr: Séries TV incontournables

# #31080
source: Watch It Again
cs_cz: Podívejte se znovu
fr_fr: Revoir

# #31081
source: Artists named
cs_cz: Jména umělců
fr_fr: Artistes nommés

# #31082
source: Song titles related to
cs_cz: Názvy písní týkající se
fr_fr: Titres de chansons liés à

# #31083
source: REC
fr_fr: ENREGISTREMENT

# #31084
source: TIME
cs_cz: Čas
fr_fr: HEURE

# #31085
source: Schedule
cs_cz: Plán
fr_fr: Programme

# #31086
source: Do not show title on home menu tiles
cs_cz: Nezobrazovat nadpis na dlaždicích domovské nabídky
fr_fr: Ne pas afficher le titre sur les vignettes du menu principal

# #31087
source: Enable Lyrics while playing music
cs_cz: Povolení textů písní při přehrávání hudby
fr_fr: Activer les paroles pendant la lecture de musique

# #31088
source: Live-TV
cs_cz: TV-Živě
fr_fr: TV en direct

# #31089
source: Crew
fr_fr: Équipe

# #31090
source: Select Which Details to Show in Extended Info
fr_fr: Sélectionner les détails à afficher dans les informations étendues

# #31091
source: Mediabrowser
cs_cz: Prohlížeč médií
fr_fr: Navigateur Multimédia

# #31092
source: Unwatched Episodes
cs_cz: Nesledované epizody
fr_fr: Épisodes non visionnés

# #31093
source: Youtube Trailer
fr_fr: Bande-annonce YouTube

# #31094
source: Hide watched icons
cs_cz: Skrýt sledované ikony
fr_fr: Masquer les icônes visionnées

# #31095
source: Bingie Seasons
fr_fr: Saisons Bingie

# #31096
source: [CUSTOM BUTTON] click to select favorite as content
cs_cz: [CUSTOM BUTTON] kliknutím vyberete oblíbené položky jako obsah
fr_fr: [BOUTON PERSONNALISÉ] cliquez pour sélectionner un favori comme contenu

# #31097
source: Extended
cs_cz: Rozšířený
fr_fr: Étendu

# #31098
source: Critically Acclaimed TV Shows
cs_cz: Kritikou uznávané televizní pořady
fr_fr: Séries TV Acclamées par la Critique

# #31099
source: Enable automatic download of Artwork during Library scan
cs_cz: Povolení automatického stahování uměleckých děl během skenování knihovny
fr_fr: Activer le téléchargement automatique des illustrations lors de l'analyse de la bibliothèque

# #31101
source: Recently Added Series
cs_cz: Nedávno přidané série
fr_fr: Séries Récemment Ajoutées

# #31102
source: Random Movies
cs_cz: Náhodné filmy
fr_fr: Films Aléatoires

# #31103
source: Random episodes
cs_cz: Náhodné epizody
fr_fr: Épisodes Aléatoires

# #31104
source: In progress episodes
cs_cz: Probíhající epizody
fr_fr: Épisodes en cours

# #31105
source: Recently added episodes
cs_cz: Nedávno přidané epizody
fr_fr: Épisodes récemment ajoutés

# #31106
source: Recently added songs
cs_cz: Nedávno přidané skladby
fr_fr: Chansons récemment ajoutées

# #31107
source: Recently added albums
cs_cz: Nedávno přidaná alba
fr_fr: Albums récemment ajoutés

# #31108
source: Random albums
cs_cz: Náhodná alba
fr_fr: Albums aléatoires

# #31109
source: Random artists
cs_cz: Náhodní umělci
fr_fr: Artistes aléatoires

# #31110
source: Recently played music
cs_cz: Nedávno přehraná hudba
fr_fr: Musique récemment jouée

# #31111
source: Auto show the widget for the selected home tile
cs_cz: Automaticky zobrazit widget pro vybranou domácí dlaždici
fr_fr: Afficher automatiquement le widget pour la vignette principale sélectionnée

# #31112
source: Finishes at
cs_cz: Končí v
fr_fr: Se termine à

# #31113
source: Auto show the submenu for the selected home tile
cs_cz: Automaticky zobrazit podnabídku pro vybranou domácí dlaždici
fr_fr: Afficher automatiquement le sous-menu pour la vignette principale sélectionnée

# #31114
source: Show large thumbnail
cs_cz: Zobrazit velkou miniaturu
fr_fr: Afficher une grande vignette

# #31115
source: Homescreen layout
cs_cz: Rozložení domovské obrazovky
fr_fr: Disposition de l'écran d'accueil

# #31116
source: Submenu items for this collection
cs_cz: Položky podnabídky pro tuto kolekci
fr_fr: Éléments de sous-menu pour cette collection

# #31117
source: Movie sets and TV show seasons
fr_fr: Ensembles de films et saisons de séries TV

# #31118
source: Official videos
fr_fr: Vidéos Officielles

# #31119
source: Networks
fr_fr: Réseaux

# #31120
source: Reviews
fr_fr: Critiques

# #31121
source: Homescreen layout
cs_cz: Rozložení domovské obrazovky
fr_fr: Disposition de l'écran d'accueil

# #31122
source: Homescreen Options
cs_cz: Možnosti domovské obrazovky
fr_fr: Options de l'écran d'accueil

# #31123
source: Enable Moving Frame in Home & Hubs
cs_cz: Povolit pohyblivý na domovské obrazovce
fr_fr: Activer le cadre mobile dans l'écran d'accueil et les hubs

# #31124
source: Please select your preference for the homescreen layout
cs_cz: Vyberte prosím své preference pro rozvržení domovské obrazovky
fr_fr: Veuillez sélectionner votre préférence pour la disposition de l'écran d'accueil

# #31125
source: Other home screen settings
cs_cz: Další nastavení domovské obrazovky
fr_fr: Autres paramètres de l'écran d'accueil

# #31126
source: Use vertical submenu layout (instead of default horizontal)
cs_cz: Použít svislé rozvržení podnabídky (místo výchozího vodorovného)
fr_fr: Utiliser une disposition de sous-menu verticale (au lieu de l'horizontale par défaut)

# #31127
source: Recently Added
cs_cz: Nedávno přidané
fr_fr: Récemment Ajouté

# #31128
source: Recently played
cs_cz: Nedávno hrané
fr_fr: Récemment Joué

# #31129
source: My TV Shows
cs_cz: Moje televizní pořady
fr_fr: Mes Séries TV

# #31130
source: My movies
cs_cz: Moje filmy
fr_fr: Mes Films

# #31132
source: Enable item Background
cs_cz: Povolit položku Pozadí
fr_fr: Activer l'arrière-plan de l'élément

# #31133
source: Show plot in video infopanel or onscreen display
cs_cz: Zobrazení děje v infopanelu videa na obrazovce
fr_fr: Afficher le résumé dans le panneau d'informations vidéo ou l'affichage à l'écran

# #31134
source: Profile
cs_cz: Profil
fr_fr: Profil

# #31135
source: Record this episode only
cs_cz: Nahrajte pouze tuto epizodu
fr_fr: Enregistrer uniquement cet épisode

# #31136
source: Record all episodes (series recording)
cs_cz: Nahrávání všech epizod (nahrávání seriálu)
fr_fr: Enregistrer tous les épisodes (enregistrement de la série)

# #31137
source: Settings for recordings
cs_cz: Nastavení pro nahrávání
fr_fr: Paramètres des enregistrements

# #31138
source: Cancel recording of this episode only
cs_cz: Zrušit nahrávání pouze této epizody
fr_fr: Annuler l'enregistrement de cet épisode uniquement

# #31139
source: Cancel recording of all episodes
cs_cz: Zrušení nahrávání všech epizod
fr_fr: Annuler l'enregistrement de tous les épisodes

# #31140
source: Disable the Now Playing video background
cs_cz: Vypněte pozadí u videi které se právě přehrává
fr_fr: Désactiver l'arrière-plan de la vidéo en cours de lecture

# #31141
source: Hide fanart background
cs_cz: Skrýt fanart pozadí
fr_fr: Masquer l'arrière-plan Fanart

# #31142
source: Global background settings
cs_cz: Globální nastavení pozadí
fr_fr: Paramètres globaux de l'arrière-plan

# #31143
source: The global background you selected is applied everywhere in the skin. It is possible to override the global background on different sections of the skin. If you enable the section based backgrounds you can set a different background on a tile, so if you hover over that tile in the homescreen you will get that background. Also your override will be applied to whatever section that tile opens. So, for example if you have chosen a custom background for the Live TV tile and you click that tile, you will also get your selected background in the Live TV section. Off course if no background is chosen for a tile, it will always fallback to the global background. You can set your own overrides in the configuration page for the home tiles.
cs_cz: Vybrané globální pozadí se použije všude ve vzhledu. Je možné přepsat globální pozadí na různých částech vzhledu. Pokud povolíte pozadí založená na sekcích, můžete na dlaždici nastavit jiné pozadí, takže pokud na tuto dlaždici na hlavní obrazovce umístíte ukazatel myši, získáte toto pozadí. Vaše přepsání bude také použito na jakoukoli sekci, která se otevře. Pokud jste si tedy například vybrali vlastní pozadí pro dlaždici Živá televize a klepnete na tuto dlaždici, v sekci Živé televizní vysílání se také zobrazí vybrané pozadí. Samozřejmě, pokud není pro dlaždici vybráno žádné pozadí, vždy se vrátí ke globálnímu pozadí. Na konfigurační stránce pro domácí dlaždice můžete nastavit vlastní přepsání.
fr_fr: L'arrière-plan global que vous avez sélectionné est appliqué partout dans l'interface. Il est possible de remplacer l'arrière-plan global sur différentes sections de l'habillage. Si vous activez les arrière-plans basés sur les sections, vous pouvez définir un arrière-plan différent pour chaque tuile. Ainsi, lorsque vous survolez une tuile sur l'écran d'accueil, vous obtiendrez cet arrière-plan spécifique. De plus, votre remplacement sera appliqué à la section correspondante lorsque vous ouvrirez cette tuile. Par exemple, si vous avez choisi un arrière-plan personnalisé pour la tuile "Live TV" et que vous cliquez sur cette tuile, vous obtiendrez également votre arrière-plan sélectionné dans la section "Live TV". Bien sûr, si aucun arrière-plan n'est choisi pour une tuile, il reviendra toujours à l'arrière-plan global. Vous pouvez définir vos propres remplacements dans la page de configuration des tuiles d'accueil.

# #31144
source: Enable section based backgrounds
cs_cz: Povolit pozadí na základě sekcí
fr_fr: Activer les arrière-plans basés sur les sections

# #31145
source: Default background image for this section
cs_cz: Výchozí obrázek pozadí pro tuto sekci
fr_fr: Image d'arrière-plan par défaut pour cette section

# #31146
source: Random FanArt image
cs_cz: Náhodný obrázek FanArt
fr_fr: Image FanArt aléatoire

# #31147
source: Custom background image
cs_cz: Vlastní obrázek na pozadí
fr_fr: Image d'arrière-plan personnalisée

# #31148
source: Empty - please select image
cs_cz: Prázdný – vyberte obrázek
fr_fr: Vide - veuillez sélectionner une image

# #31149
source: Current section background
cs_cz: Pozadí aktuální sekce
fr_fr: Arrière-plan actuel de la section

# #31150
source: Custom Image
cs_cz: Vlastní obrázek
fr_fr: Image personnalisée

# #31151
source: Background overlay texture color
cs_cz: Barva textury překrytí pozadí
fr_fr: Couleur de texture superposée d'arrière-plan

# #31152
source: Use default colors
cs_cz: Použít výchozí barvy
fr_fr: Utiliser les couleurs par défaut

# #31153
source: Use light colors
cs_cz: Použijte světlé barvy
fr_fr: Utiliser des couleurs claires

# #31154
source: Use dark colors
cs_cz: Použijte tmavé barvy
fr_fr: Utiliser des couleurs sombres

# #31155
source: Show panel background
cs_cz: Zobrazit pozadí panelu
fr_fr: Afficher l'arrière-plan du panneau

# #31156
source: Amazon Original Series
cs_cz: Originální řada Amazon
fr_fr: Séries Amazon Original

# #31157
source: Comedy Movies
cs_cz: Komedie
fr_fr: Films Comiques

# #31158
source: Disney & Pixar Films
cs_cz: Disney & Pixar Filmy
fr_fr: Films Disney et Pixar

# #31159
source: Documentaries
cs_cz: Dokumentární filmy
fr_fr: Documentaires

# #31160
source: Docuseries
cs_cz: Dokumentární seriály
fr_fr: Séries Documentaires

# #31161
source: European Movies
cs_cz: Evropské filmy
fr_fr: Films Européens

# #31162
source: Adventure & Fantasy Movies
cs_cz: Dobrodružné a fantasy filmy
fr_fr: Films d'Aventure et Fantastiques

# #31163
source: Adventure & Fantasy Series
cs_cz: Dobrodružný a fantasy seriál
fr_fr: Séries d'Aventure et Fantastiques

# #31164
source: Action & Crime Series
cs_cz: Akční a kriminální seriály
fr_fr: Séries d'Action et de Crime

# #31165
source: Edit Main Menu
cs_cz: Upravit hlavní nabídku
fr_fr: Modifier le menu principal

# #31166
source: Edit Submenu
cs_cz: Upravit podnabídku
fr_fr: Modifier le sous-menu

# #31167
source: Configure the home screen menu layout
cs_cz: Nakonfigurujte rozvržení nabídky domovské obrazovky
fr_fr: Configurer la disposition du menu de l'écran d'accueil

# #31168
source: This skin is integrated with the skinshortcuts script to provide you maximized flexibility in how you want to arrange your homescreen menu’s. You’re able to add and delete tiles on the homescreen, change the images, define submenus etc. Click the button below to get started modifying the skin menu’s to your own preferences.
cs_cz: Tento vzhled je integrován se skriptem skinshortcuts, aby vám poskytl maximální flexibilitu v tom, jak chcete uspořádat nabídky na domovské obrazovce. Můžete přidávat a odstraňovat dlaždice na domovské obrazovce, měnit obrázky, definovat podnabídky atd. Kliknutím na tlačítko níže můžete začít upravovat nabídky vzhledu podle svých vlastních preferencí.
fr_fr: Cette interface est intégrée avec le script skinshortcuts pour vous offrir une flexibilité maximale dans la façon dont vous souhaitez organiser le menu de votre écran d'accueil. Vous pouvez ajouter et supprimer des tuiles sur l'écran d'accueil, changer les images, définir des sous-menus, etc. Cliquez sur le bouton ci-dessous pour commencer à modifier le menu de l'interface selon vos préférences.

# #31169
source: Override background
cs_cz: Přepsat pozadí
fr_fr: Remplacer l'arrière-plan

# #31170
source: Reset menu to skin's defaults
cs_cz: Resetovat nabídku na výchozí nastavení vzhledu
fr_fr: Réinitialiser le menu aux paramètres par défaut du thème

# #31171
source: One of the main advantages of using the skinshortcuts-script is that your menu layout is shared across skins that support this addon. This is not always convenient as you won’t get the skins default menu layout which is optimized for the skin or you have played a bit in another skin and you don’t like the menu layout now. If you see weird behavior on your home menu or you just want to start fresh and get the most out of this skin, you can reset the menu structures to the skins default settings with the button below.
cs_cz: Jednou z hlavních výhod použití skriptu skinshortcuts-script je to, že rozložení nabídky je sdíleno mezi skiny, které tento doplněk podporují. To není vždy pohodlné, protože nezískáte výchozí rozložení nabídky vzhledů, které je optimalizováno pro vzhled, nebo jste hráli trochu v jiném vzhledu a rozložení nabídky se vám nyní nelíbí. Pokud ve své domovské nabídce zaznamenáte podivné chování nebo jen chcete začít znovu a vytěžit z tohoto vzhledu maximum, můžete obnovit struktury nabídek na výchozí nastavení vzhledů pomocí tlačítka níže.
fr_fr: Un des principaux avantages d'utiliser le script skinshortcuts est que votre disposition de menu est partagée entre les skins qui prennent en charge cette extension. Cependant, cela n'est pas toujours pratique, car vous ne bénéficierez pas de la disposition de menu par défaut du skin, qui est optimisée pour le skin en question, ou vous avez peut-être modifié quelque chose dans un autre skin et vous n'aimez plus la disposition du menu actuelle. Si vous constatez un comportement étrange dans votre menu principal ou si vous souhaitez simplement repartir de zéro et tirer le meilleur parti de cette interface, vous pouvez réinitialiser la structure du menu aux paramètres par défaut du skin en cliquant sur le bouton ci-dessous.

# #31172
source: Do not use overlay
cs_cz: Nepoužívat překrytí
fr_fr: Ne pas utiliser de superposition
