Repository: AchillesPunks/skin.titan.bingie.mod
Catalog: language/resource.language.*/strings.po
Languages: cs_cz, fr_fr

# #320180
source: Enable Halloween Animation
fr_fr: Activer l'Animation d'Halloween

# #320181
source: Disable total media count in Bingie views
fr_fr: Désactiver le compte total des médias dans les vues Bingie

# #320182
source: Enable Animated Discart on Supported OSD
fr_fr: Activer l'Animation Discart sur OSD pris en charge

# #320183
source: Enable Finish Time, Current Time, & Total Duration for OSD Playback
fr_fr: Activer l'heure de fin, l'heure actuelle et la durée totale pour la lecture OSD

# #320184
source: Show ClearArt Instead of Clearlogo on Pause
fr_fr: Afficher ClearArt au lieu du Clearlogo en pause

# #320185
source: Enable Plot on Pause
fr_fr: Activer le résumé en pause

# #320186
source: Show Clearart Instead of Clearlogo on Infopane
fr_fr: Afficher Clearart au lieu de Clearlogo dans l'infopane

# #320187
source: Enable OSD Seek/Jump Indicator
fr_fr: Activer l'indicateur de recherche/saut OSD

# #320188
source: Disable Top 250 indicator
fr_fr: Désactiver l'indicateur Top 250

# #320189
source: Use Netflix alternative startup animation
fr_fr: Utiliser l'animation de démarrage alternative Netflix

# #320190
source: Use Netflix exteneded startup animation
fr_fr: Utiliser l'animation de démarrage étendue Netflix

# #320191
source: Fixed Focus Home Panel
fr_fr: Panneau d'accueil à mise au point fixe

# #320192
source: Trailers & More
fr_fr: Bande-Annonces et Plus

# #320193
source: in main roles
fr_fr: dans les rôles principaux

# #320194
source: series with
fr_fr: série avec

# #320195
source: Born:
fr_fr: Né(e) :

# #320196
source: Died:
fr_fr: Décédé(e) :

# #320197
source: Age
fr_fr: Âge

# #320198
source: We think you'll like this
fr_fr: Nous pensons que vous aimeriez ceci

# #320199
source: movie
fr_fr: Film

# #320200
source: TV show
fr_fr: Série TV

# #320201
source: Movie Collections
fr_fr: Collections de Films

# #320202
source: Press up for full keyboard
fr_fr: Appuyez sur la flèche haut pour le clavier complet

# #320204
source: Premiered
fr_fr: Première Diffusion

# #320205
source: Last Air Date
fr_fr: Date de Dernière Diffusion

# #320206
source: Rating
fr_fr: Évaluation

# #320207
source: Seasons
fr_fr: Saisons

# #320209
source: Status
fr_fr: Statut

# #320211
source: Plot
fr_fr: Résumé

# #320212
source: Content loading
fr_fr: Chargement du contenu

# #320213
source: Replace Add to My List (local library) with Add/Remove Watchlist (Trakt)
fr_fr: Remplacer Ajouter à ma liste (bibliothèque locale) par Ajouter/Supprimer de la liste de suivi (Trakt)

# #320214
source: My Movie List
fr_fr: Ma Liste de Films

# #320215
source: My TV Show List
fr_fr: Ma Liste de Séries TV

# #320216
source: Add/Remove Watchlist
fr_fr: Ajouter/Supprimer de la liste de suivi

# #320218
source: Set Number of Roles to Show in Cast Info
fr_fr: Définir le nombre de rôles à afficher dans les informations sur la distribution

# #320219
source: Roles
fr_fr: Rôles

# #320220
source: Trakt Manager
fr_fr: Gestionnaire Trakt

# #320221
source: Watchlist
fr_fr: Liste de Suivi

# #320222
source: Replace Credits & More Info with Extended Info
fr_fr: Remplacer les crédits et plus d'informations par des informations étendues

# #320223
source: Starring
fr_fr: Avec

# #320224
source: Disable Additional Details Cast Thumbnails
fr_fr: Désactiver les miniatures de détails supplémentaires sur la distribution

# #320225
source: Search by Movies, Movie Collections, TV Shows or People
fr_fr: Rechercher par Films, Collections de Films, Séries TV ou Personnes

# #31007
source: NEW EPISODES
cs_cz: NOVÉ EPIZODY

# #31010
source: --- Use random fanart for tile image
cs_cz: --- Použijte náhodný fanart pro obrázek dlaždice

# #31075
source: Enable default Netflix startup animation in 4K
cs_cz: Povolení výchozí spouštěcí animace Netflixu ve 4K

# #31090
source: XBMB3C settings
cs_cz: XBMB3C nastavení

# #31117
source: Enable widget for this tile
cs_cz: Povolit widget pro tuto dlaždici

# #31118
source: User defined custom tiles (favorites)
cs_cz: Uživatelem definované vlastní dlaždice (oblíbené)

# #31119
source: Tiles for 3th party applications
cs_cz: Dlaždice pro aplikace třetích stran

# #31120
source: Tiles for default Kodi/Kodi features
cs_cz: Dlaždice pro výchozí funkce Kodi/Kodi

# #31131
source: Suggestions
cs_cz: Návrhy

# #31263
source: Use extra small tiles
cs_cz: Použijte extra malé dlaždice

# #31284
source: Are you sure you want to reset the skin to default settings ?
cs_cz: Opravdu chcete obnovit výchozí nastavení vzhledu?

# #31365
source: Press UP to Play Trailer
cs_cz: Stisknutím tlačítka NAHORU přehrajete upoutávku

# #31366
source: You're watching
cs_cz: Díváš se

# #31367
source: Small poster
cs_cz: Malý plakát

# #31369
source: Set Icon
cs_cz: Nastavit ikonu

# #31370
source: Widget loading image
cs_cz: Načítání obrázku widgetu

# #31371
source: No items in My List.[CR]Start adding Movies & TV Shows you like, just press the 'Add to My List' button from information page.
cs_cz: V mém seznamu nejsou žádné položky.[CR]Začněte přidávat filmy a televizní pořady, které se vám líbí, stačí na informační stránce stisknout tlačítko 'Přidat do mého seznamu'.

# #31388
source: The new Titan skin for Kodi Matrix.[CR]This skin has many different layouts to choose from, let us start with the Titan BINGIE MOD main layout. This layout is designed to simulate Netflix user experience for TV.[CR]In order to get everything running as it should, it's recommended to set the following Kodi options:[CR][CR][COLOR e656da62] - Disable mouse[CR] - Hide parent folder items[CR] - Auto focus first unwatched episode[CR] - Flatten TV Shows' seasons (show all episodes)[CR] - Set media default action to 'Resume'[/COLOR][CR][CR]Note that this settings are global and will be valid for all installed skins.[CR]But no worries, all settings can be reverted in Kodi settings.
cs_cz: Nový vzhled Titanu pro Kodi Matrix.[CR]Tento vzhled má na výběr mnoho různých rozvržení, začněme Hlavním rozložením Titan BINGIE MOD. Toto rozložení je navrženo tak, aby simulovalo uživatelské prostředí Netflixu pro TV.[CR]Aby vše běželo tak, jak má, je doporučeno nastavit následující možnosti Kodi:[CR][CR][COLOR e656da62] - Zakázat myš[CR] - Skrýt bude platit pro všechny nainstalované skiny.[CR]Ale žádný strach, všechna nastavení lze vrátit v nastavení Kodi.

# #31398
source: In order to show Media Codec in Home you must disable Additional Info first.
cs_cz: Chcete-li zobrazit mediální kodek na domovské stránce, musíte nejprve vypnout Další informace.

# #31434
source: FanArt
cs_cz: Fanouškovské umění

# #31446
source: - Show Current Weather Conditions (instead of Today's Forecast) for Weather on Home
cs_cz: - Zobrazit aktuální povětrnostní podmínky (místo dnešní předpovědi) pro počasí doma

# #31454
source: Use TV Show banners
cs_cz: Použijte bannery TV Show

# #31461
source: Logos
cs_cz: Loga

# #31500
source: Image
cs_cz: Obrázek

# #31501
source: Action
cs_cz: Akce

# #31523
source: Use tiles instead of text for menu
cs_cz: Použijte dlaždice místo textu pro nabídku

# #31539
source: Color theme created succesfully
cs_cz: Barevný motiv byl úspěšně vytvořen

# #31540
source: Your colortheme is now available in the list of available themes
cs_cz: Váš barevný motiv je nyní k dispozici v seznamu dostupných motivů

# #31541
source: Color theme imported succesfully
cs_cz: Barevný motiv byl úspěšně importován

# #31549
source: [B]Note[/B] After enabling smart shortcuts for a particular section you must manually add those shortcuts to your menu. Go to [I]configure shortcuts[/I] and press Add, you will see the smart shortcuts listed there.
cs_cz: [B]Poznámka[/B] Po povolení inteligentních zkratek pro konkrétní sekci musíte tyto zkratky ručně přidat do nabídky. Přejděte na [I]konfigurovat zkratky[/I] a stiskněte Přidat, uvidíte zde uvedené chytré zkratky.

# #31564
source: Widgets
cs_cz: Widgety

# #31610
source: Nominations
cs_cz: Nominace

# #31641
source: None (use global setting)
cs_cz: Žádné (použít globální nastavení)

# #31674
source: Don't Display Filename in Video Information Screen
cs_cz: Nezobrazovat název souboru na obrazovce s informacemi o videu

# #31678
source: Please manually place your custom images in:[CR] [Kodi data folder]\userdata\addon_data\custom-epg-genres
cs_cz: Ručně umístěte své vlastní obrázky do:[CR] [Kodi data folder]\userdata\addon_data\custom-epg-genres

# #31690
source: Show list of content in library
cs_cz: Zobrazit seznam obsahu v knihovně

# #31691
source: Show extended info
cs_cz: Zobrazit rozšířené informace

# #31692
source: Hide last login info
cs_cz: Skrýt informace o minulém přihlášení

# #31695
source: Select Which Buttons to Show in Videoinfo
cs_cz: Vyberte, která tlačítka zobrazit ve Videoinfo

# #31699
source: Extra large
cs_cz: Extra velké

# #31728
source: Position %s
cs_cz: Pozice %s

# #31729
source: %s pixels
cs_cz: %s pixelu

# #31765
source: Enable Emby coverart plugin compatability
cs_cz: Povolit kompatibilitu pluginu Emby coverart

# #31797
source: Youtube Videos
cs_cz: Videa na YouTube

# #31826
source: Select country flags / icons
cs_cz: Vyberte vlajky/ikony zemí

# #31845
source: Footer (Media Flags, Ratings & Studio Logo)
cs_cz: Zápatí (vlajky médií, hodnocení a logo studia)

# #31848
source: Media Flags, Rating & Studio Logo in Views
cs_cz: Vlajky, hodnocení a logo studia v zobrazeních

# #31867
source: My List
cs_cz: Můj seznam

# #31895
source: Media flags, ratings and studio logo must be first enabled under 'Media Library Views' tab.
cs_cz: Příznaky médií, hodnocení a logo studia musí být nejprve povoleny na kartě 'Zobrazení knihovny médií'.

# #31898
source: Disable Studio Logo in Bingie Views
cs_cz: Zakažte logo Studia v zobrazení Bingie

# #31902
source: Disable Welcome Pop-Up Message Notification
cs_cz: Zakázat Uvítací vyskakovací zprávu

# #31905
source: Enable Studio Logo
cs_cz: Povolit logo Studia

# #31906
source: Enable IMDB Rating
cs_cz: Povolit hodnocení IMDB

# #31907
source: Enable TVDB and TMDB Rating
cs_cz: Povolit hodnocení TVDB a TMDB

# #31910
source: Prefer Trailers from Youtube in Info Dialog (Ignoring Local/Scraped)
cs_cz: Preferovat upoutávky z Youtube v dialogovém okně Info (Ignorovat místní/Scraped)

# #31924
source: Disable Clock in Now Playing Info Bar
cs_cz: Deaktivujte hodiny v informační liště Právě se přehrává

# #31927
source: Allow Auto-Trailers for TV Shows & Episodes
cs_cz: Povolit automatické upoutávky pro televizní pořady a epizody

# #31930
source: Select Which Details to Show in Info Dialog
cs_cz: Vyberte, které podrobnosti se mají zobrazit v dialogovém okně Informace

# #31953
source: Pause
cs_cz: Pauza

# #31958
source: Mini guide
cs_cz: Mini průvodce

# #320001
source: Line under home menu icons
cs_cz: Řádek pod ikonami domovské nabídky

# #320019
source: US MPAA Panel Color
cs_cz: Barva panelu US MPAA

# #320026
source: US MPAA Font Color
cs_cz: Barva písma US MPAA

# #320027
source: Play Something
cs_cz: Hrát něco
