Repository: AchillesPunks/skin.titan.bingie.mod
Catalog: language/resource.language.*/strings.po
Languages: cs_cz, fr_fr

# #31356
source: Always show tags
cs_cz: Vždy zobrazovat štítky
fr_fr: Toujours afficher les tags

# #31357
source: Do not auto rotate the widgets
cs_cz: Neotáčet widgety automaticky
fr_fr: Ne pas faire tourner automatiquement les widgets

# #31358
source: Only rotate the spotlight widget every
fr_fr: Faire tourner uniquement le widget Spotlight toutes les

# #31359
source: Rotate the first widget (if assigned) every
fr_fr: Faire tourner le premier widget (si assigné) toutes les

# #31360
source: Rotate the second widget (if assigned) every
fr_fr: Faire tourner le deuxième widget (si assigné) toutes les

# #31361
source: Rotate the third widget (if assigned) every
fr_fr: Faire tourner le troisième widget (si assigné) toutes les

# #31362
source: Rotate the fourth widget (if assigned) every
fr_fr: Faire tourner le quatrième widget (si assigné) toutes les

# #31371
source: No items in My List.[CR]Start adding Movies & TV Shows you like, just press the 'Add to My List' button from the information page.
fr_fr: Aucun élément dans Ma liste.[CR]Commencez à ajouter des films et des séries TV que vous aimez en appuyant simplement sur le bouton 'Ajouter à Ma liste' depuis la page d'information.

# #31372
source: No items in hub.
fr_fr: Aucun élément dans le hub.

# #31373
source: Are you sure?
cs_cz: Jsi si jistý?
fr_fr: Êtes-vous sûr ?

# #31374
source: Option 'Enable Experimental Recommended Widgets' must be enabled in Skin Helper Widgets Settings.
fr_fr: L'option 'Activer les widgets recommandés expérimentaux' doit être activée dans les paramètres de Skin Helper Widgets.

# #31375
source: Restoring Widgets in Hubs will overwrite all current widgets in hubs.
fr_fr: La restauration des widgets dans les hubs écrasera tous les widgets actuels dans les hubs.

# #31376
source: Notice
cs_cz: Oznámení
fr_fr: Avis

# #31377
source: This setting is experimental.[CR]Note that when enabled all widgets will have the same layout as set in layout default.
fr_fr: Ce paramètre est expérimental.[CR]Notez que lorsque cette option est activée, tous les widgets auront la même disposition que celle définie par défaut.

# #31378
source: Use Bingie Video Info Dialog
fr_fr: Utiliser la boîte de dialogue d'informations vidéo Bingie

# #31380
source: Total Revenue
fr_fr: Revenu total

# #31381
source: Box Office
fr_fr: Recettes

# #31382
source: Episode index
fr_fr: Index de l'épisode

# #31383
source: My Custom List
cs_cz: Můj vlastní seznam
fr_fr: Ma liste personnalisée

# #31384
source: Set Content
cs_cz: Nastavit obsah
fr_fr: Définir le contenu

# #31385
source: Recommended TV Shows
fr_fr: Séries TV Recommandées

# #31386
source: Use 'Options' text instead of arrow indicator
cs_cz: Místo indikátoru šipky použijte text „Možnosti“.
fr_fr: Utiliser le texte 'Options' au lieu de l'indicateur de flèche

# #31387
source: Welcome to Titan BINGIE MOD
cs_cz: Vítejte v Titan BINGIE MOD
fr_fr: Bienvenue dans Titan BINGIE MOD

# #31389
source: OK, do it for me!
cs_cz: OK, jdu do toho!
fr_fr: OK, faites-le pour moi !

# #31390
source: I want to keep my current config
cs_cz: Chci si ponechat aktuální konfiguraci
fr_fr: Je souhaite conserver ma configuration actuelle

# #31391
source: Did you add content to your library yet?
cs_cz: Už jste přidali obsah do své knihovny?
fr_fr: Avez-vous déjà ajouté du contenu à votre bibliothèque ?

# #31392
source: Add video files to library now
cs_cz: Přidejte video soubory do knihovny nyní
fr_fr: Ajouter des fichiers vidéo à la bibliothèque maintenant

# #31393
source: Hubs can be configured with their own widgets here, but they need to be unlocked first.[CR]When you're done, lock them in:[CR]Settings -> Skin Settings -> Configure Shortcuts tab -> Lock Hubs.
fr_fr: Les hubs peuvent être configurés avec leurs propres widgets ici, mais ils doivent d'abord être déverrouillés.[CR]Lorsque vous avez terminé, verrouillez-les dans :[CR]Paramètres -> Paramètres du skin -> Onglet Configurer les raccourcis -> Verrouiller les hubs.

# #31394
source: Unlock Hubs now
fr_fr: Déverrouiller les hubs maintenant

# #31395
source: With Titan BINGIE MOD you can have all of your Kodi and library content in one place, through the use of widgets.[CR][CR]Home widgets can be configured from:[CR][COLOR white] - Skin Settings -> Configure Shortcuts tab -> Edit Menu Shortcuts[/COLOR][CR][CR]There are also Hubs for Movies, TV Shows, New and you can add your own.[CR]Hubs can have their own spotlight and widgets and everything is set from the hub's screen, when the hub is UNLOCKED.[CR][COLOR white] - Skin Settings -> Configure Shortcuts tab -> Tick off the 'Lock Hubs' button[/COLOR][CR]When you're done, don't forget to lock the hubs![CR][CR][COLOR e656da62]The skin is pre-packed with widgets for Movies & TV Shows.[CR]If you haven't added files to your video library yet, now is a good time![CR]Otherwise, you'd be staring at a blank screen...[/COLOR]
fr_fr: Avec Titan BINGIE MOD, vous pouvez regrouper tous vos contenus Kodi et de bibliothèque au même endroit grâce à l'utilisation de widgets.[CR][CR]Les widgets de la page d'accueil peuvent être configurés à partir de :[CR][COLOR white] - Paramètres du skin -> Onglet Configurer les raccourcis -> Modifier les raccourcis du menu[/COLOR][CR][CR]Il existe également des hubs pour les films, les séries TV, les nouveautés et vous pouvez ajouter les vôtres.[CR]Les hubs peuvent avoir leur propre spot publicitaire et leurs propres widgets, et tout est configuré à partir de l'écran du hub lorsque le hub est DÉVERROUILLÉ.[CR][COLOR white] - Paramètres du skin -> Onglet Configurer les raccourcis -> Cochez la case 'Verrouiller les hubs'[/COLOR][CR]Lorsque vous avez terminé, n'oubliez pas de verrouiller les hubs ![CR][CR][COLOR e656da62]Le skin est préchargé avec des widgets pour les films et les séries TV.[CR]Si vous n'avez pas encore ajouté de fichiers à votre bibliothèque vidéo, c'est le moment idéal ![CR]Sinon, vous vous retrouveriez avec un écran vide...[/COLOR]

# #31396
source: Alright, let's do it
cs_cz: Dobře, pojďme na to
fr_fr: D'accord, faisons-le

# #31397
source: Nah, I'll figure it out myself
cs_cz: Ne, přijdu na to sám
fr_fr: Non, je vais me débrouiller tout seul

# #31398
source: In order to show Media Codec in Home, you must disable Additional Info first.
fr_fr: Pour afficher le Codec multimédia sur la page d'accueil, vous devez d'abord désactiver les Informations supplémentaires.

# #31399
source: The skin has two different themes to change the look and feel [CR][CR][B]Classic[/B] Is the original look and feel of the MediaPortal skin. [CR][B]Default/Modern[/B] Is the evolution of the skin to a more modern approach by the creator of this skin. [CR] [CR]You can decide for yourself which theme you like best. [CR]To switch the theme press the button in the left menu or go to the appearance settings from Kodi.
fr_fr: Le skin dispose de deux thèmes différents pour modifier l'apparence et l'ambiance :[CR][CR][B]Classique[/B] est l'apparence d'origine du skin MediaPortal.[CR][B]Par défaut/Moderne[/B] est l'évolution du skin vers une approche plus moderne par le créateur de ce skin.[CR][CR]Vous pouvez choisir vous-même le thème qui vous convient le mieux. Pour changer de thème, appuyez sur le bouton dans le menu de gauche ou accédez aux paramètres d'apparence depuis Kodi.

# #31400
source: [B]CONFIGURE APPEARANCE SETTINGS[/B][CR][CR]Change the skin · Set language and region · Change file listing options · Set up a screensaver
fr_fr: [B]CONFIGURER LES PARAMÈTRES D'APPARENCE[/B][CR][CR]Modifier le skin · Définir la langue et la région · Modifier les options d'affichage des fichiers · Configurer un économiseur d'écran

# #31401
source: [B]CONFIGURE VIDEO SETTINGS[/B][CR][CR]Manage your video library · Set video playback options · Change video listing options · Set subtitle fonts
fr_fr: [B]CONFIGURER LES PARAMÈTRES VIDÉO[/B][CR][CR]Gérer votre bibliothèque vidéo · Définir les options de lecture vidéo · Modifier les options d'affichage des vidéos · Définir les polices de sous-titres

# #31402
source: [B]CONFIGURE MUSIC SETTINGS[/B][CR][CR]Manage your music library · Set music playback options · Change music listing options · Setup song submission · Set karaoke options
fr_fr: [B]CONFIGURER LES PARAMÈTRES MUSICAUX[/B][CR][CR]Gérer votre bibliothèque musicale · Définir les options de lecture musicale · Modifier les options d'affichage de la musique · Configurer la soumission des chansons · Définir les options de karaoké

# #31403
source: [B]CONFIGURE PICTURE SETTINGS[/B][CR][CR]Set picture listing options · Configure slideshows
fr_fr: [B]CONFIGURER LES PARAMÈTRES DES IMAGES[/B][CR][CR]Définir les options d'affichage des images · Configurer les diaporamas

# #31404
source: [B]CONFIGURE WEATHER SETTINGS[/B][CR][CR]Set three cities to collect weather information
fr_fr: [B]CONFIGURER LES PARAMÈTRES MÉTÉO[/B][CR][CR]Définir trois villes pour recueillir les informations météorologiques

# #31405
source: [B]CONFIGURE NETWORK SETTINGS[/B][CR][CR]Setup control of Kodi via UPnP and HTTP · Configure file sharing · Set internet access options
fr_fr: [B]CONFIGURER LES PARAMÈTRES RÉSEAU[/B][CR][CR]Configurer le contrôle de Kodi via UPnP et HTTP · Configurer le partage de fichiers · Définir les options d'accès à Internet

# #31406
source: [B]CONFIGURE SYSTEM SETTINGS[/B][CR][CR]Setup and calibrate displays · Configure audio output · Setup remote controls · Set power saving options · Enable debugging · Setup master lock
fr_fr: [B]CONFIGURER LES PARAMÈTRES SYSTÈME[/B][CR][CR]Configurer et calibrer les affichages · Configurer la sortie audio · Configurer les télécommandes · Définir les options d'économie d'énergie · Activer le débogage · Configurer le verrouillage principal

# #31407
source: [B]CONFIGURE SKIN SETTINGS[/B][CR][CR]Setup the Titan skin · Add and remove home menu items · Change skin backgrounds
fr_fr: [B]CONFIGURER LES PARAMÈTRES DU SKIN[/B][CR][CR]Configurer le skin Titan · Ajouter et supprimer des éléments de menu principal · Changer les arrière-plans du skin

# #31408
source: [B]CONFIGURE ADD-ONS[/B][CR][CR]Manage your installed Add-ons · Browse for and install Add-ons from kodi.tv · Modify Add-on settings
fr_fr: [B]CONFIGURER LES ADD-ONS[/B][CR][CR]Gérer vos add-ons installés · Rechercher et installer des add-ons depuis kodi.tv · Modifier les paramètres des add-ons

# #31409
source: [B]SYSTEM INFO[/B][CR][CR]Summary · Storage · Network · Video · Hardware
fr_fr: [B]INFORMATIONS SYSTÈME[/B][CR][CR]Résumé · Stockage · Réseau · Vidéo · Matériel

# #31410
source: [B]Live-TV[/B][CR][CR]Configure PVR settings
cs_cz: [B]Živé televizní vysílání[/B][CR][CR]Konfigurace nastavení PVR
fr_fr: [B]Live-TV[/B][CR][CR]Configurer les paramètres PVR

# #31411
source: Bingie additional info text color
fr_fr: Couleur du texte d'informations supplémentaires Bingie

# #31412
source: Bingie sublabel text color
fr_fr: Couleur du texte du sous-titre Bingie

# #31413
source: Wide Box
fr_fr: Boîte large

# #31414
source: Disable Moving Frame for Buttons
fr_fr: Désactiver le déplacement du cadre pour les boutons

# #31415
source: Bingie Search Settings
cs_cz: Nastavení vyhledávání Bingie
fr_fr: Paramètres de Recherche Bingie

# #31416
source: Search for Episodes by name
cs_cz: Hledejte epizody podle názvu
fr_fr: Rechercher des Épisodes par nom

# #31417
source: Search for Music Videos
cs_cz: Vyhledejte hudební videa
fr_fr: Rechercher des Clips Musicaux

# #31418
source: Search for Music Albums, Artists and Songs
cs_cz: Hledejte hudební alba, umělce a skladby
fr_fr: Rechercher des Albums, Artistes et Chansons Musicales

# #31419
source: Search YouTube
cs_cz: Prohledat YouTube
fr_fr: Rechercher sur YouTube

# #31420
source: Use Global Search Add-on
fr_fr: Utiliser l'extension de Recherche Globale

# #31421
source: [B]SELECT YOUR KODI USER PROFILE[/B][CR][CR]to login and continue
cs_cz: [B]ZVOLTE SVŮJ UŽIVATELSKÝ PROFIL KODI[/B][CR][CR]pro přihlášení a pokračování
fr_fr: [B]SÉLECTIONNEZ VOTRE PROFIL UTILISATEUR KODI[/B][CR][CR]pour vous connecter et continuer

# #31422
source: Panel details
cs_cz: Detaily panelu
fr_fr: Détails du panneau

# #31423
source: Panel Wall
cs_cz: Stěna z panelů
fr_fr: Mur du Panneau

# #31424
source: Banner list
cs_cz: Seznam bannerů
fr_fr: Liste des bannières

# #31425
source: Banner Plex
fr_fr: Bannière Plex

# #31426
source: Big Panel
cs_cz: Velký panel
fr_fr: Grand Panneau

# #31427
source: Large Poster
cs_cz: Velký plakát
fr_fr: Grand Poster

# #31428
source: Big Panel details
cs_cz: Podrobnosti o velkém panelu
fr_fr: Détails du grand panneau

# #31429
source: Showcase
cs_cz: Promenáda
fr_fr: Vitrine

# #31430
source: Landscape
cs_cz: Na šířku
fr_fr: Paysage

# #31431
source: Landscape Single Row
cs_cz: Jeden sloupec na šířku
fr_fr: Ligne unique en paysage

# #31432
source: Landscape details
cs_cz: Podrobnosti na šírku
fr_fr: Détails du paysage

# #31433
source: Extended
cs_cz: Rozšířené
fr_fr: Étendu

# #31435
source: Single Poster
cs_cz: Jeden plakát
fr_fr: Poster Unique

# #31436
source: Panel Square
cs_cz: Panel čtvercový
fr_fr: Carré de Panneau

# #31437
source: Panel Square details
cs_cz: Panel Čtvercové s detaily
fr_fr: Détails du carré de panneau

# #31438
source: Thumbs
cs_cz: Náhledy
fr_fr: Vignettes

# #31439
source: Thumbs details
cs_cz: Podrobnosti o náhledech
fr_fr: Détails des vignettes

# #31440
source: Poster Row
fr_fr: Ligne d'Affiches

# #31441
source: Poster Shift
cs_cz: Posun plakátu
fr_fr: Décalage de l'Affiche

# #31442
source: Low List
cs_cz: Nízký seznam
fr_fr: Liste Basse

# #31443
source: List
cs_cz: Seznam
fr_fr: Liste

# #31444
source: Big List
cs_cz: Velký seznam
fr_fr: Grande Liste

# #31445
source: Horizontal Panel
cs_cz: Vodorovný panel
fr_fr: Panneau Horizontal

# #31446
source: - Show Current Weather Conditions (instead of Today's Forecast) for Weather on Home
fr_fr: - Afficher les conditions météorologiques actuelles (au lieu de la prévision du jour) pour la météo sur l'écran d'accueil

# #31447
source: Prefer ClearArt
fr_fr: Préférer ClearArt

# #31448
source: Use custom path for music artwork
cs_cz: Použijte vlastní cestu pro hudební umělecká díla
fr_fr: Utiliser un chemin personnalisé pour les illustrations musicales

# #31449
source: Interval (in seconds) for multi-image and random fanart backgrounds
cs_cz: Interval (v sekundách) pro víceobrázková a náhodná fanartová pozadí
fr_fr: Intervalle (en secondes) pour les arrière-plans d'images multiples et aléatoires

# #31450
source: Slim List
cs_cz: Úzký seznam
fr_fr: Liste Mince

# #31451
source: Use extended layout for weather
cs_cz: Použijte rozšířené rozložení pro počasí
fr_fr: Utiliser une mise en page étendue pour la météo

# #31452
source: Use extended layout
cs_cz: Použijte rozšířené rozvržení
fr_fr: Utiliser une mise en page étendue

# #31453
source: Use slim list
cs_cz: Použít úzký seznam
fr_fr: Utiliser une liste mince

# #31454
source: Use banners
fr_fr: Utiliser des bannières

# #31455
source: Textcolor for footer
cs_cz: Barva textu zápatí
fr_fr: Couleur du texte pour le pied de page

# #31456
source: Background overlay opacity
cs_cz: Průhlednost překrytí pozadí
fr_fr: Opacité de la superposition de fond

# #31457
source: Browse custom image for background overlay
cs_cz: Najít si vlastní obrázek pro překrytí pozadí
fr_fr: Parcourir une image personnalisée pour la superposition de fond

# #31458
source: Textcolor for buttons in the skin
cs_cz: Barva textu pro tlačítka ve vzhledu
fr_fr: Couleur du texte pour les boutons dans le skin

# #31459
source: Focused textcolor for buttons in the skin
cs_cz: Barva zaostřeného textu pro tlačítka ve vzhledu
fr_fr: Couleur du texte en surbrillance pour les boutons dans le skin

# #31460
source: General textcolor
cs_cz: Obecná barva textu
fr_fr: Couleur générale du texte

# #31462
source: Color themes
cs_cz: Barevné motivy
fr_fr: Thèmes de couleur

# #31463
source: Select a color theme
cs_cz: Vyberte barevný motiv
fr_fr: Sélectionnez un thème de couleur

# #31464
source: This skin allows you to customize almost every color in the skin manually. You can also choose to save your customizations to a color theme or use one of the predefined color themes.
cs_cz: Tento vzhled vám umožňuje ručně upravit téměř každou barvu ve vzhledu. Můžete se také rozhodnout uložit svá přizpůsobení do barevného motivu nebo použít jeden z předdefinovaných barevných motivů.
fr_fr: Ce skin vous permet de personnaliser presque toutes les couleurs du skin manuellement. Vous pouvez également choisir d'enregistrer vos personnalisations dans un thème de couleur ou d'utiliser l'un des thèmes de couleur prédéfinis.

# #31465
source: Save my color customizations to a color theme preset.
cs_cz: Uložit moje přizpůsobení barev do přednastaveného barevného motivu.
fr_fr: Enregistrer mes personnalisations de couleur dans un thème de couleur prédéfini.

# #31466
source: User defined color theme
cs_cz: Uživatelsky definovaný barevný motiv
fr_fr: Thème de couleur défini par l'utilisateur

# #31467
source: Enter a name for your color theme
cs_cz: Zadejte název barevného motivu
fr_fr: Entrez un nom pour votre thème de couleur

# #31468
source: Screenshot of color theme (optional)
cs_cz: Snímek obrazovky barevného motivu (volitelné)
fr_fr: Capture d'écran du thème de couleur (facultatif)

# #31469
source: Background overlay
cs_cz: Překryv pozadí
fr_fr: Superposition de fond

# #31470
source: Background overlay texture
fr_fr: Texture de superposition de fond

# #31471
source: Footer panel color
cs_cz: Barva panelu záhlaví
fr_fr: Couleur du panneau du pied de page

# #31472
source: Media details panel color
cs_cz: Barva panelu s podrobnostmi o médiu
fr_fr: Couleur du panneau des détails des médias

# #31473
source: OSD panel color
fr_fr: Couleur du panneau OSD

# #31474
source: Footer panel opacity
fr_fr: Opacité du panneau du pied de page

# #31475
source: Color for buttons in the skin
cs_cz: Barva tlačítek v grafickém vzhledu
fr_fr: Couleur des boutons dans le skin

# #31476
source: Use Slim OSD Panel
fr_fr: Utiliser le panneau OSD mince

# #31477
source: Shadow color for footer
cs_cz: Barva stínování v zápatí
fr_fr: Couleur de l'ombre pour le pied de page

# #31478
source: OSD panel primary text color
fr_fr: Couleur du texte principal du panneau OSD

# #31479
source: OSD panel primary text shadow color
fr_fr: Couleur de l'ombre du texte principal du panneau OSD

# #31480
source: OSD panel secondary text color
fr_fr: Couleur du texte secondaire du panneau OSD

# #31481
source: OSD panel secondary text shadow color
fr_fr: Couleur de l'ombre du texte secondaire du panneau OSD

# #31482
source: OSD progress bar background color
fr_fr: Couleur de fond de la barre de progression OSD

# #31483
source: OSD progress bar color
fr_fr: Couleur de la barre de progression OSD

# #31484
source: OSD buttons color
fr_fr: Couleur des boutons OSD

# #31485
source: OSD buttons color focus
fr_fr: Couleur en surbrillance des boutons OSD

# #31486
source: General Color Settings
cs_cz: Obecná nastavení barev
fr_fr: Paramètres généraux de couleur

# #31487
source: Enable/disable views
cs_cz: Zapnout/vypnout pohledy
fr_fr: Activer/désactiver les vues

# #31488
source: Enable forced views
cs_cz: Povolit vynucená zobrazení
fr_fr: Activer les vues forcées

# #31489
source: Forced view for movies
cs_cz: Vynucené zobrazení filmů
fr_fr: Vue forcée pour les Films

# #31490
source: Forced view for TV shows
cs_cz: Vynucené sledování pro televizní pořady
fr_fr: Vue forcée pour les Séries TV

# #31491
source: Forced view for seasons
fr_fr: Vue forcée pour les Saisons

# #31492
source: Forced view for episodes
cs_cz: Vynucené zobrazení epizod
fr_fr: Vue forcée pour les Épisodes

# #31493
source: Use rounded icons in OSD
cs_cz: Použijte zaoblené ikony v OSD
fr_fr: Utiliser des icônes arrondies dans OSD

# #31494
source: Show Footer Bar on Home
cs_cz: Zobrazit lištu zápatí na domovské stránce
fr_fr: Afficher la barre de pied de page sur l'écran d'accueil

# #31495
source: Scrollbar background color
cs_cz: Barva pozadí posuvníku
fr_fr: Couleur de fond de la barre de défilement

# #31496
source: Scrollbar unfocused color
cs_cz: Barva nezaostřeného posuvníku
fr_fr: Couleur non sélectionnée de la barre de défilement

# #31497
source: Scrollbar focused color
cs_cz: Barva zaměřená na posuvník
fr_fr: Couleur sélectionnée de la barre de défilement

# #31498
source: Use fake discart when no discart exists for a media item
fr_fr: Utiliser une fausse pochette de disque lorsqu'aucune pochette de disque n'existe pour un élément multimédia

# #31502
source: Forced view for movie sets
cs_cz: Nucené zobrazení pro filmové sady
fr_fr: Vue forcée pour les ensembles de films

# #31503
source: Forced view for movies inside set
cs_cz: Vynucené zobrazení filmů uvnitř sady
fr_fr: Vue forcée pour les films à l'intérieur d'un ensemble

# #31504
source: Busy animation image
cs_cz: Obrázek animace zaneprazněný
fr_fr: Image d'animation d'occupation

# #31505
source: Busy animation color diffuse
cs_cz: Rozptýlená barva animace
fr_fr: Couleur diffuse de l'animation d'occupation

# #31506
source: Dim screen when the busy animation is active
cs_cz: Ztmavit obrazovku, když je aktivní animace zaneprazněný
fr_fr: Obscurcir l'écran lorsque l'animation d'occupation est active

# #31507
source: Layout for Widgets
cs_cz: Rozvržení pro widgety
fr_fr: Disposition des Widgets

# #31508
source: Use Extended Video Info Dialog
cs_cz: Použijte rozšířené dialogové okno s informacemi o videu
fr_fr: Utiliser le dialogue d'informations étendues sur les vidéos

# #31509
source: Display Studio logo in footer instead of stars rating
cs_cz: Zobrazte v zápatí místo hodnocení hvězdičkami logo Studia
fr_fr: Afficher le logo du studio dans le pied de page au lieu de la note en étoiles

# #31510
source: Use custom path for studio logo images
cs_cz: Použijte vlastní cestu pro obrázky loga studia
fr_fr: Utiliser un chemin personnalisé pour les images de logo de studio

# #31511
source: Use Fixed Focus
cs_cz: Použijte pevné zaostření
fr_fr: Utiliser une mise au point fixe

# #31512
source: Media Items Indicators
cs_cz: Indikátory mediálních položek
fr_fr: Indicateurs des éléments multimédias

# #31513
source: Enable indicator for watched items
cs_cz: Povolit indikátor pro sledované položky
fr_fr: Activer l'indicateur pour les éléments visionnés

# #31514
source: Enable indicator for in progress items
cs_cz: Povolit indikátor pro rozpracované položky
fr_fr: Activer l'indicateur pour les éléments en cours

# #31515
source: Enable indicator for Movie Sets
cs_cz: Povolit indikátor pro sady filmů
fr_fr: Activer l'indicateur pour les ensembles de films

# #31516
source: Enable indicator for unwatched episodes
cs_cz: Povolit indikátor pro nezhlédnuté epizody
fr_fr: Activer l'indicateur pour les épisodes non visionnés

# #31517
source: color for indicator background (triangle)
cs_cz: barva pozadí indikátoru (trojúhelník)
fr_fr: couleur pour l'arrière-plan de l'indicateur (triangle)

# #31518
source: Forced views
cs_cz: Vynucené pohledy
fr_fr: Vues forcées

# #31519
source: Hide animated discart on supported OSD
cs_cz: Skrýt animovaný disk na podporovaném OSD
fr_fr: Masquer les pochettes de disque animées sur OSD pris en charge

# #31520
source: Widget loading animation color diffuse
cs_cz: Rozptýlená barva animace načítání widgetu
fr_fr: Couleur diffuse de l'animation de chargement des widgets

# #31521
source: color for indicator image or text
cs_cz: barva pro obrázek nebo text indikátoru
fr_fr: couleur pour l'image ou le texte de l'indicateur

# #31522
source: Open submenu in-line instead of right popout
cs_cz: Otevřít podnabídku in-line namísto pravého vyskakovacího okna
fr_fr: Ouvrir le sous-menu en ligne au lieu de faire apparaître à droite

# #31523
source: Trailer
fr_fr: Bande-annonce
