Repository: AchillesPunks/skin.titan.bingie.mod
Catalog: language/resource.language.*/strings.po
Languages: cs_cz, fr_fr

# #31173
source: Use custom overlay
cs_cz: Použit vlastní překryvnou vrstvu
fr_fr: Utiliser une superposition personnalisée

# #31174
source: Focuscolor for home tiles and widgets
cs_cz: Focuscolor pro domácí dlaždice a widgety
fr_fr: Couleur de mise au point pour les vignettes et les widgets de l'écran d'accueil

# #31175
source: Change Shortcut
cs_cz: Změnit zkratku
fr_fr: Changer de raccourci

# #31176
source: Splash Screen Settings
cs_cz: Nastavení úvodní obrazovky
fr_fr: Paramètres de l'écran de démarrage

# #31177
source: None (use global background)
cs_cz: Žádné (použít globální pozadí)
fr_fr: Aucun (utiliser l'arrière-plan global)

# #31178
source: * indicates the recommended selection
cs_cz: * označuje doporučený výběr
fr_fr: * indique la sélection recommandée

# #31179
source: Always open fullscreen music playback
cs_cz: Vždy otevřít přehrávání hudby na celou obrazovku
fr_fr: Ouvrir toujours la lecture musicale en plein écran

# #31180
source: Focus color
fr_fr: Couleur de mise au point

# #31181
source: Netflix Original Series
cs_cz: Netflix Original Seriály
fr_fr: Séries Originales Netflix

# #31182
source: Netflix Original Movies
cs_cz: Netflix Original Filmy
fr_fr: Films Originaux Netflix

# #31183
source: Enhanced all-in-one homescreen
cs_cz: Vylepšená domovská obrazovka vše v jednom
fr_fr: Écran d'accueil tout-en-un amélioré

# #31184
source: Submenu
cs_cz: Podnabídka
fr_fr: Sous-menu

# #31186
source: Do not show OSD on playback start
cs_cz: Nezobrazovat OSD při spuštění přehrávání
fr_fr: Ne pas afficher l'OSD au démarrage de la lecture

# #31187
source: Food & Travel
cs_cz: Jídlo & cestování
fr_fr: Alimentation et Voyages

# #31188
source: HBO Shows
cs_cz: Pořady HBO
fr_fr: Émissions HBO

# #31189
source: History & War Movies
cs_cz: Historie & válečné filmy
fr_fr: Films Historiques et de Guerre

# #31190
source: Hulu Original Series
cs_cz: Hulu Original Seriály
fr_fr: Séries Originales Hulu

# #31191
source: Marvel TV Shows
cs_cz: Marvel TV pořady
fr_fr: Séries TV Marvel

# #31192
source: Reality TV
fr_fr: Télé-Réalité

# #31193
source: Stand-Up Comedy
cs_cz: Stand-up komedie
fr_fr: One-Man Show

# #31194
source: Science Fiction Movies
cs_cz: Sci-fi filmy
fr_fr: Films de Science-Fiction

# #31195
source: SyFy Series
fr_fr: Séries SyFy

# #31196
source: Thriller & Suspense Movies
cs_cz: Thriller & napínavé filmy
fr_fr: Thriller et Films de Suspense

# #31197
source: Thriller & Suspense Series
cs_cz: Thriller & napínavé seriály
fr_fr: Thriller et Séries de Suspense

# #31198
source: Disable powermenu on home
cs_cz: Zakázat nabídku napájení na domovské strance
fr_fr: Désactiver le menu d'alimentation sur l'écran d'accueil

# #31199
source: Warning! If you disable the power menu, make sure you add a button to the home menu to access the settings!
cs_cz: Varování! Pokud vypnete nabídku napájení, ujistěte se, že jste do domovské nabídky přidali tlačítko pro přístup k nastavení!
fr_fr: Attention ! Si vous désactivez le menu d'alimentation, assurez-vous d'ajouter un bouton au menu principal pour accéder aux paramètres !

# #31200
source: Show Disc-art
fr_fr: Afficher l'art de la pochette

# #31201
source: Animate Disc-art
fr_fr: Animer l'art de la pochette

# #31202
source: Hide title in tile
cs_cz: Skrýt název v dlaždici
fr_fr: Masquer le titre dans la vignette

# #31203
source: Set custom widget content
cs_cz: Nastavit vlastní obsah widgetu
fr_fr: Définir le contenu personnalisé du widget

# #31204
source: Customize power menu
cs_cz: Upravit nabídku napájení
fr_fr: Personnaliser le menu d'alimentation

# #31205
source: Addon not installed - please install this addon first
cs_cz: Doplněk není nainstalován – nejprve nainstalujte tento doplněk
fr_fr: Addon non installé - veuillez d'abord installer cet addon

# #31206
source: Hide widget panel background
cs_cz: Skrýt pozadí panelu widgetů
fr_fr: Masquer l'arrière-plan du panneau de widgets

# #31207
source: Use extra fanart
cs_cz: Použijte extra fanart
fr_fr: Utiliser des fanarts supplémentaires

# #31208
source: Disable shadow on home tiles
cs_cz: Zakázat stín na domácích dlaždicích
fr_fr: Désactiver l'ombre sur les vignettes de l'écran d'accueil

# #31209
source: Enable mouse and touch support
cs_cz: Povolit podporu myši a dotyku
fr_fr: Activer la prise en charge de la souris et du toucher

# #31210
source: Prefer fanart in landscape views
fr_fr: Préférer les fanarts dans les vues en mode paysage

# #31211
source: Disable splash screen (not recommended for slow systems)
cs_cz: Zakázat úvodní obrazovku (nedoporučuje se pro pomalé systémy)
fr_fr: Désactiver l'écran de démarrage (non recommandé pour les systèmes lents)

# #31212
source: Next Episode in
cs_cz: Další epizoda v
fr_fr: Prochain Épisode dans

# #31213
source: Airs
fr_fr: Diffusion

# #31214
source: Latest Episode
cs_cz: Nejnovější epizoda
fr_fr: Dernier Épisode

# #31215
source: Hide mouse cursor (for touchscreens)
cs_cz: Skrýt kurzor myši (pro dotykové obrazovky)
fr_fr: Masquer le curseur de la souris (pour les écrans tactiles)

# #31216
source: Use custom path for weather fanart
cs_cz: Použijte vlastní cestu pro fanart počasí
fr_fr: Utiliser un chemin personnalisé pour les fanarts météo

# #31217
source: Set subtitles as default button in OSD
cs_cz: Nastavit titulky jako výchozí tlačítko v OSD
fr_fr: Définir les sous-titres comme bouton par défaut dans l'OSD

# #31218
source: Do not show unwatched items count on posters
cs_cz: Nezobrazovat počet nezhlédnutých položek na plakátech
fr_fr: Ne pas afficher le nombre d'éléments non visionnés sur les affiches

# #31219
source: Textcolor for header
cs_cz: Barva textu pro záhlaví
fr_fr: Couleur du texte pour l'en-tête

# #31220
source: Shadow color for header
cs_cz: Barva stínu pro záhlaví
fr_fr: Couleur de l'ombre pour l'en-tête

# #31221
source: Media Library Views
cs_cz: Zobrazení knihovny médií
fr_fr: Vues de la Bibliothèque Multimédia

# #31222
source: Media details general text color
cs_cz: Podrobnosti o médiích obecná barva textu
fr_fr: Couleur du texte général des détails multimédia

# #31223
source: Media details general text shadow color
cs_cz: Podrobnosti o médiích obecná barva stínu textu
fr_fr: Couleur de l'ombre du texte général des détails multimédia

# #31224
source: Media details panel opacity
cs_cz: Průhlednost panelu s detaily médií
fr_fr: Opacité du panneau des détails multimédia

# #31225
source: Show clearlogo in upper right instead of bottom
cs_cz: Zobrazit logo vpravo nahoře místo dole
fr_fr: Afficher le clearlogo en haut à droite au lieu du bas

# #31226
source: Media details header/highlights color
cs_cz: Barva záhlaví/zvýraznění podrobností o médiích
fr_fr: Couleur de l'en-tête/des points forts des détails multimédia

# #31227
source: Media details header/highlights shadow color
cs_cz: Barva stínu záhlaví/zvýraznění detailů média
fr_fr: Couleur de l'ombre de l'en-tête/des points forts des détails multimédia

# #31228
source: NextUp episodes
cs_cz: Další epizody
fr_fr: Épisodes Suivants

# #31229
source: Search MediaBrowser
cs_cz: Prohledejte prohlížeč médií
fr_fr: Rechercher dans MediaBrowser

# #31230
source: Auto show OSD infopanel on video playback start
cs_cz: Automaticky zobrazit informační panel OSD při spuštění přehrávání videa
fr_fr: Afficher automatiquement le panneau d'informations OSD au démarrage de la lecture vidéo

# #31231
source: seconds
cs_cz: sekund
fr_fr: secondes

# #31232
source: Do not hide OSD infopanel on fullscreen music playback
cs_cz: Neschovávejte informační panel OSD při přehrávání hudby na celé obrazovce
fr_fr: Ne pas masquer le panneau d'informations OSD lors de la lecture musicale en plein écran

# #31233
source: Focuscolor for buttons in the skin
fr_fr: Couleur de mise au point pour les boutons de l'interface

# #31234
source: Apply background overlay only to media views
cs_cz: Použít překrytí pozadí pouze na zobrazení médií
fr_fr: Appliquer la superposition d'arrière-plan uniquement aux vues multimédia

# #31235
source: Show video title in Header
cs_cz: Zobrazit název videa v záhlaví
fr_fr: Afficher le titre de la vidéo dans l'en-tête

# #31236
source: PVR views
cs_cz: Zobrazení PVR
fr_fr: Vues PVR

# #31237
source: Use genre colors in EPG timeline
cs_cz: Použijte barvy žánru na časové ose EPG
fr_fr: Utiliser les couleurs des genres dans la timeline EPG

# #31238
source: Use 8 rows in EPG timeline instead of 5
cs_cz: Použijte 8 řádků v časové ose EPG místo 5
fr_fr: Utiliser 8 lignes dans la timeline EPG au lieu de 5

# #31239
source: Use alternative EPG progress indicator
cs_cz: Použijte alternativní indikátor průběhu EPG
fr_fr: Utiliser un indicateur alternatif de progression EPG

# #31240
source: Use fixed focus position on home tiles
cs_cz: Na domácích dlaždicích použijte pevnou pozici zaostření
fr_fr: Utiliser une position de mise au point fixe sur les vignettes de l'écran d'accueil

# #31241
source: Apply background overlay only to home screen
cs_cz: Použít překrytí pozadí pouze na domovskou obrazovku
fr_fr: Appliquer la superposition d'arrière-plan uniquement à l'écran d'accueil

# #31242
source: OSD panel opacity
cs_cz: Průhlednost OSD panelu
fr_fr: Opacité du panneau OSD

# #31243
source: Show cache level progress
cs_cz: Zobrazit průběh úrovně mezipaměti
fr_fr: Afficher la progression du cache

# #31244
source: Force disabling of subtitles
cs_cz: Vynutit deaktivaci titulků
fr_fr: Forcer la désactivation des sous-titres

# #31245
source: Number of rows to show in the timeline
cs_cz: Počet řádků, které se mají zobrazit na časové ose
fr_fr: Nombre de lignes à afficher dans la timeline

# #31246
source: Static thumbnail
fr_fr: Vignette statique

# #31247
source: Use banners in list views for TV Shows
cs_cz: Použijte bannery v zobrazení seznamu pro televizní pořady
fr_fr: Utiliser des bannières dans les vues de liste pour les séries TV

# #31248
source: Get extra artwork
cs_cz: Získejt další Artwork
fr_fr: Obtenir des éléments d'art supplémentaires

# #31249
source: General panels opacity
cs_cz: Obecná průhlednost panelů
fr_fr: Opacité des panneaux généraux

# #31250
source: PLAYING
cs_cz: HRAJE
fr_fr: EN COURS DE LECTURE

# #31251
source: PAUSED
fr_fr: EN PAUSE

# #31252
source: My Hub
fr_fr: Mon Hub

# #31253
source: FAST FORWARD
cs_cz: RYCHLE VPŘED
fr_fr: AVANCE RAPIDE

# #31254
source: REWIND
cs_cz: PŘETOČIT
fr_fr: RETOUR RAPIDE

# #31255
source: SEEKING
cs_cz: HLEDÁNÍ
fr_fr: RECHERCHE

# #31256
source: Enable large onscreen playback and seek indicators
cs_cz: Povolit velké přehrávání na obrazovce a indikátory vyhledávání
fr_fr: Activer de grands indicateurs de lecture et de recherche à l'écran

# #31257
source: Memory Usage
cs_cz: Využití paměti
fr_fr: Utilisation de la mémoire

# #31258
source: Hide watched items from recently added movies/episodes (doesn't apply to widgets)
cs_cz: Skrýt sledované položky z nedávno přidaných filmů/epizod (neplatí pro widgety)
fr_fr: Masquer les éléments visionnés des films/épisodes récemment ajoutés (ne s'applique pas aux widgets)

# #31259
source: Show OSD Infopanel on Pause
cs_cz: Zobrazit OSD informační panel při pauze
fr_fr: Afficher le panneau d'informations OSD en pause

# #31260
source: General panels color
cs_cz: Obecná barva panelů
fr_fr: Couleur générale des panneaux

# #31261
source: Simple confluence-style homescreen horizontal
cs_cz: Jednoduchá horizontální domovská obrazovka ve stylu confluence
fr_fr: Écran d'accueil horizontal de style confluence simple

# #31262
source: Simple confluence-style homescreen vertical
cs_cz: Jednoduchá vertikální domovská obrazovka ve stylu confluence
fr_fr: Écran d'accueil vertical de style confluence simple

# #31263
source: Recommended by TMDB
fr_fr: Recommandé par TMDB

# #31264
source: Disable all widgets
cs_cz: Zakázat všechny widgety
fr_fr: Désactiver tous les widgets

# #31265
source: Disable all submenus
cs_cz: Zakázat všechny podnabídky
fr_fr: Désactiver tous les sous-menus

# #31266
source: Enable background animation
cs_cz: Povolit animaci na pozadí
fr_fr: Activer l'animation d'arrière-plan

# #31267
source: General widget settings
cs_cz: Obecná nastavení widgetu
fr_fr: Paramètres généraux des widgets

# #31268
source: Disable FanArt
cs_cz: Zakázat FanArt
fr_fr: Désactiver FanArt

# #31269
source: Extended Info
cs_cz: Rozšířené informace
fr_fr: Informations Étendues

# #31270
source: Advanced Settings
cs_cz: Pokročilé nastavení
fr_fr: Paramètres Avancés

# #31271
source: Backup and restore
cs_cz: Zálohování a obnovení
fr_fr: Sauvegarde et Restauration

# #31272
source: Backup the skin settings
cs_cz: Zálohovat nastavení vzhledu
fr_fr: Sauvegarder les paramètres du thème

# #31273
source: Restore the skin settings
cs_cz: Obnovit nastavení vzhledu
fr_fr: Restaurer les paramètres du thème

# #31274
source: Reset the skin to default settings
cs_cz: Obnovit výchozí nastavení vzhledu
fr_fr: Réinitialiser le thème aux paramètres par défaut

# #31275
source: Other advanced skin settings
cs_cz: Další pokročilá nastavení vzhledu
fr_fr: Autres paramètres avancés du thème

# #31276
source: Restoring skin settings...
cs_cz: Obnovení nastavení vzhledu...
fr_fr: Restauration des paramètres du thème...

# #31277
source: Restoring...
cs_cz: Obnovování...
fr_fr: Restauration en cours...

# #31278
source: Backupfile was succesfully created!
cs_cz: Záložní soubor byl úspěšně vytvořen!
fr_fr: Le fichier de sauvegarde a été créé avec succès !

# #31279
source: An error has occured creating the backup!
cs_cz: Při vytváření zálohy došlo k chybě!
fr_fr: Une erreur s'est produite lors de la création de la sauvegarde !

# #31280
source: Your backup is succesfully restored!
cs_cz: Vaše záloha je úspěšně obnovena!
fr_fr: Votre sauvegarde a été restaurée avec succès !

# #31281
source: An error has occured while restoring the backup
cs_cz: Při obnově zálohy došlo k chybě
fr_fr: Une erreur s'est produite lors de la restauration de la sauvegarde

# #31282
source: Select Titan skin backup file
cs_cz: Vyberte záložní soubor vzhledu Titan
fr_fr: Sélectionner le fichier de sauvegarde du thème Titan

# #31283
source: Select a folder to create the backupfile
cs_cz: Vyberte složku pro vytvoření zálohy
fr_fr: Sélectionnez un dossier pour créer le fichier de sauvegarde

# #31284
source: Are you sure you want to reset the skin to default settings?
fr_fr: Êtes-vous sûr de vouloir réinitialiser le thème aux paramètres par défaut ?

# #31285
source: Overview
cs_cz: Přehled
fr_fr: Aperçu

# #31286
source: 36 Hour Forecast
cs_cz: 36hodinová předpověď
fr_fr: Prévision sur 36 heures

# #31287
source: Hourly Forecast
cs_cz: Hodinová předpověď
fr_fr: Prévision horaire

# #31288
source: Weekend Forecast
cs_cz: Předpověď na víkend
fr_fr: Prévision du week-end

# #31289
source: 10 Day Forecast
cs_cz: Předpověď na 10 dní
fr_fr: Prévision sur 10 jours

# #31290
source: Chance of Precipitation
cs_cz: Šance srážek
fr_fr: Risque de précipitations

# #31291
source: Fetching forecast info...
cs_cz: Načítání informací o předpovědi...
fr_fr: Récupération des informations de prévision...

# #31292
source: Hide battery status icon
cs_cz: Skrýt ikonu stavu baterie
fr_fr: Masquer l'icône de l'état de la batterie

# #31293
source: Last updated
cs_cz: Naposledy aktualizováno
fr_fr: Dernière mise à jour

# #31294
source: Weather Notification
cs_cz: Oznámení o počasí
fr_fr: Notification météo

# #31295
source: Notification TV Shows airing today
fr_fr: Notification des séries TV diffusées aujourd'hui

# #31296
source: Time to show each fanart image (in seconds)
cs_cz: Čas na zobrazení každého obrázku fanartu (v sekundách)
fr_fr: Durée d'affichage de chaque image FanArt (en secondes)

# #31297
source: Unwatched movies
cs_cz: Nesledované filmy
fr_fr: Films non visionnés

# #31298
source: Static predefined background image
cs_cz: Statický předdefinovaný obrázek na pozadí
fr_fr: Image d'arrière-plan prédéfinie statique

# #31299
source: Global/mixed fanart image
fr_fr: Image FanArt globale/mixte

# #31300
source: Movie titles from country
cs_cz: Filmové tituly ze země
fr_fr: Titres de films du pays

# #31301
source: Auto focus the first unwatched episode in lists
cs_cz: Automatické zaostření na první nezhlédnutou epizodu v seznamech
fr_fr: Mettre automatiquement au point le premier épisode non visionné dans les listes

# #31302
source: Enable Next Aired notifications for TV Shows
fr_fr: Activer les notifications des prochaines diffusions pour les séries TV

# #31303
source: Enable Weather alerts
cs_cz: Povolit upozornění na počasí
fr_fr: Activer les alertes météo

# #31304
source: Prefer TV Show Thumb for Episodes in Widgets
fr_fr: Préférer la vignette de la série TV pour les épisodes dans les widgets

# #31305
source: View
fr_fr: Afficher

# #31306
source: Assign widget
fr_fr: Attribuer un widget

# #31307
source: Spotlight widget
fr_fr: Widget Spotlight

# #31308
source: Close
cs_cz: Zavřit
fr_fr: Fermer

# #31309
source: Hide panel background
fr_fr: Masquer l'arrière-plan du panneau

# #31310
source: Number of rows with tiles
fr_fr: Nombre de lignes avec des vignettes

# #31311
source: [B]CONFIGURE TV SETTINGS[/B][CR][CR]Change fullscreen info · Manage EPG data settings
cs_cz: [B]KONFIGUROVAT NASTAVENÍ TV[/B][CR][CR]Změnit informace na celou obrazovku · Správa nastavení dat EPG
fr_fr: [B]CONFIGURER LES PARAMÈTRES TV[/B][CR][CR]Modifier les informations en plein écran · Gérer les paramètres de données EPG

# #31312
source: Submenu layout
cs_cz: Rozložení podnabídky
fr_fr: Disposition du sous-menu

# #31313
source: Use vertical submenu
cs_cz: Použijte vertikální podnabídku
fr_fr: Utiliser un sous-menu vertical

# #31314
source: Use horizontal submenu - textbased
cs_cz: Použít horizontální podnabídku - textové
fr_fr: Utiliser un sous-menu horizontal - basé sur du texte

# #31315
source: Use horizontal submenu - small tiles
cs_cz: Použijte horizontální podnabídku - malé dlaždice
fr_fr: Utiliser un sous-menu horizontal - petites vignette

# #31316
source: Use subpage with tiles for submenu
cs_cz: Pro podnabídku použijte podstránku s dlaždicemi
fr_fr: Utiliser une sous-page avec des vignette pour le sous-menu

# #31317
source: Disable auto-refresh for home menu widgets
cs_cz: Zakázat automatické obnovování widgetů domovské nabídky
fr_fr: Désactiver l'actualisation automatique des widgets du menu principal

# #31318
source: Enable kiosk mode
cs_cz: Povolit kiosk mode
fr_fr: Activer le mode kiosque

# #31319
source: Kiosk mode is enabled!
cs_cz: Kiosk mode je povolen!
fr_fr: Le mode kiosque est activé !

# #31320
source: Enable smart shortcuts for playlists
cs_cz: Povolit chytré zkratky pro seznamy skladeb
fr_fr: Activer les raccourcis intelligents pour les listes de lecture

# #31321
source: Enable smart shortcuts for favourites
cs_cz: Povolte chytré zkratky pro oblíbené položky
fr_fr: Activer les raccourcis intelligents pour les favoris

# #31322
source: Smart shortcuts will enable a background scanner for supported favourites and/or playlists. If you add a smart shortcut to your home menu, you'll get auto rotating tile images and backgrounds for that particular section.
cs_cz: Inteligentní zkratky povolí skener na pozadí pro podporované oblíbené položky a/nebo seznamy skladeb. Pokud do domovské nabídky přidáte chytrou zkratku, získáte automaticky rotující obrázky dlaždic a pozadí pro danou konkrétní sekci.
fr_fr: Les raccourcis intelligents permettront un balayage en arrière-plan des favoris et/ou des listes de lecture pris en charge. Si vous ajoutez un raccourci intelligent à votre menu principal, vous obtiendrez des images de vignette et des arrière-plans qui tournent automatiquement pour cette section particulière.

# #31323
source: Enable smart shortcuts
cs_cz: Povolit chytré zkratky
fr_fr: Activer les raccourcis intelligents

# #31324
source: Use thumbs/icon based layout for favourites dialog instead of text-based
fr_fr: Utiliser une mise en page basée sur les vignettes/icônes pour la boîte de dialogue des favoris plutôt que basée sur du texte

# #31325
source: Show current weather in the video info & video on-screen displays
fr_fr: Afficher la météo actuelle dans les informations vidéo et les affichages vidéo à l'écran

# #31326
source: Adjust settings for low performance systems
cs_cz: Upravte nastavení pro systémy s nízkým výkonem
fr_fr: Ajuster les paramètres pour les systèmes à faible performance

# #31327
source: Show clearlogo (if available)
fr_fr: Afficher le clearlogo (si disponible)

# #31328
source: footer
cs_cz: zápatí
fr_fr: pied de page

# #31329
source: top left
cs_cz: vlevo nahoře
fr_fr: en haut à gauche

# #31330
source: top center
cs_cz: nahoře uprostřed
fr_fr: en haut au centre

# #31331
source: top right
cs_cz: vpravo nahoře
fr_fr: en haut à droite

# #31332
source: Disable background-overlay in lyrics window
cs_cz: Zakázat překrytí pozadí v okně textů
fr_fr: Désactiver la superposition d'arrière-plan dans la fenêtre des paroles

# #31333
source: Do not display channel names in the guide
cs_cz: V průvodci nezobrazujte názvy kanálů
fr_fr: Ne pas afficher les noms des chaînes dans le guide

# #31334
source: Last updated
cs_cz: Naposledy aktualizováno
fr_fr: Dernière mise à jour

# #31335
source: SERIES FINALE
fr_fr: FIN DE LA SÉRIE

# #31336
source: SEASON FINALE
fr_fr: FIN DE LA SAISON

# #31337
source: Use custom image instead of Kodi logo
cs_cz: Místo loga Kodi použijte vlastní obrázek
fr_fr: Utiliser une image personnalisée à la place du logo Kodi

# #31338
source: Show video preview in PVR section
cs_cz: Zobrazit náhled videa v sekci PVR
fr_fr: Afficher un aperçu vidéo dans la section PVR

# #31339
source: Enable smart shortcuts for the Emby addon
cs_cz: Povolte chytré zkratky pro doplněk Emby
fr_fr: Activer les raccourcis intelligents pour l'addon Emby

# #31340
source: Buffering...
fr_fr: Mise en mémoire tampon...

# #31341
source: Enable artist slideshow while playing music
cs_cz: Povolit prezentaci interpreta při přehrávání hudby
fr_fr: Activer le diaporama des artistes pendant la lecture de musique

# #31342
source: Random pictures
cs_cz: Náhodné obrázky
fr_fr: Images aléatoires

# #31343
source: Use custom path for random photos background
cs_cz: Použijte vlastní cestu pro pozadí náhodných fotografií
fr_fr: Utiliser un chemin personnalisé pour l'arrière-plan des photos aléatoires

# #31344
source: Always show the scrollbars (do not hide them)
cs_cz: Vždy zobrazovat posuvníky (neskrývat je)
fr_fr: Toujours afficher les barres de défilement (ne pas les masquer)

# #31345
source: Disable header completely
cs_cz: Úplně zakázat záhlaví
fr_fr: Désactiver complètement l'en-tête

# #31346
source: Only show Weather (right)
cs_cz: Zobrazit pouze počasí (vpravo)
fr_fr: Afficher uniquement la météo (à droite)

# #31347
source: Only show Weather (left)
cs_cz: Zobrazit pouze počasí (vlevo)
fr_fr: Afficher uniquement la météo (à gauche)

# #31348
source: Only Show Profile
cs_cz: Zobrazit pouze profil
fr_fr: Afficher uniquement le profil

# #31349
source: Use Genre for guide listings
cs_cz: Pro seznamy průvodců použijte žánr
fr_fr: Utiliser le genre pour les listes du guide

# #31350
source: Use GenreType for guide listings (Kodi default)
fr_fr: Utiliser GenreType pour les listes du guide (par défaut Kodi)

# #31351
source: Let skin decide based on content/artwork
fr_fr: Laisser le thème décider en fonction du contenu/artwork

# #31352
source: Use small info panel
cs_cz: Použijte malý informační panel
fr_fr: Utiliser le petit panneau d'informations

# #31353
source: Use big info panel (will lower the posters)
fr_fr: Utiliser le grand panneau d'informations (réduira les affiches)

# #31354
source: Panel will slide in after 3 seconds of inactivity
cs_cz: Panel se zasune po 3 sekundách nečinnosti
fr_fr: Le panneau glissera après 3 secondes d'inactivité

# #31355
source: Never show tags
cs_cz: Nikdy nezobrazovat štítky
fr_fr: Ne jamais afficher les tags
