Repository: AchillesPunks/skin.titan.bingie.mod
Catalog: language/resource.language.*/strings.po
Languages: cs_cz, fr_fr

# #31721
source: Only show one shortcut at a time in the menu
cs_cz: Zobrazovat v nabídce vždy pouze jednu zkratku
fr_fr: Afficher un seul raccourci à la fois dans le menu

# #31722
source: Right List
cs_cz: Seznam vpravo
fr_fr: Liste à droite

# #31723
source: Enable auto rotate
cs_cz: Automaticky otáčet
fr_fr: Activer la rotation automatique

# #31724
source: Show total minutes instead of hour representation in duration
cs_cz: Zobrazit celkový počet minut namísto hodinové reprezentace v trvání
fr_fr: Afficher le nombre total de minutes au lieu de la représentation en heures dans la durée

# #31725
source: Focus the homemenu when entering homescreen
fr_fr: Mettre le focus sur le menu principal lors de l'accès à l'écran d'accueil

# #31726
source: Enable playlist at startup
cs_cz: Povolit seznam skladeb při spuštění
fr_fr: Activer la liste de lecture au démarrage

# #31727
source: Default position to focus in home menu
fr_fr: Position par défaut du focus dans le menu principal

# #31730
source: All widgets
fr_fr: Tous les widgets

# #31731
source: Configure individually per-widget
fr_fr: Configurer individuellement par widget

# #31732
source: Show large scrolling text while music playback
fr_fr: Afficher un grand texte défilant pendant la lecture de musique

# #31733
source: Show Clearart (if available) at Top-Right if OSD-Panel Active
fr_fr: Afficher le Clearart (si disponible) en haut à droite lorsque le panneau OSD est actif

# #31734
source: Disable the Now Playing music background/visualization
fr_fr: Désactiver l'arrière-plan/la visualisation en cours de lecture de musique

# #31735
source: Bingie details row text color
fr_fr: Couleur du texte de la ligne de détails de Bingie

# #31736
source: Disable clearart in Now Playing info bar
fr_fr: Désactiver le Clearart dans la barre d'informations de lecture en cours

# #31737
source: Enable square submenu
cs_cz: Používat čtvercovou podnabídku
fr_fr: Activer le sous-menu carré

# #31738
source: Enable letters popup while scrolling
fr_fr: Activer la fenêtre contextuelle des lettres lors du défilement

# #31739
source: Title of current (random) background (if available)
fr_fr: Titre de l'arrière-plan actuel (aléatoire) (si disponible)

# #31740
source: Show logo of current (random) background on home
fr_fr: Afficher le logo de l'arrière-plan actuel (aléatoire) sur l'écran d'accueil

# #31741
source: Use large widget details panel
fr_fr: Utiliser un grand panneau de détails du widget

# #31742
source: Home mainmenu/submenu panel color
cs_cz: Barva panelu s domovskou nabídkou/podnabídkou
fr_fr: Couleur du panneau du menu principal/sous-menu de l'écran d'accueil

# #31743
source: Home mainmenu/submenu text color
fr_fr: Couleur du texte du menu principal/sous-menu de l'écran d'accueil

# #31744
source: Home mainmenu/submenu focused text color
fr_fr: Couleur du texte en focus du menu principal/sous-menu de l'écran d'accueil

# #31745
source: Video Playback
cs_cz: Přehrávání videa
fr_fr: Lecture Vidéo

# #31746
source: Enable quick-jump alphabet navigation strip
fr_fr: Activer la barre de navigation alphabétique de saut rapide

# #31747
source: Randomize images (multi-image only)
fr_fr: Images aléatoires (uniquement pour les images multiples)

# #31748
source: Show mediaflags under the plot
fr_fr: Afficher les indicateurs média sous l'intrigue

# #31749
source: Show info
cs_cz: Zobrazit informace
fr_fr: Afficher les informations

# #31750
source: Widget rows
fr_fr: Lignes de widgets

# #31751
source: Single widget
fr_fr: Widget unique

# #31752
source: Single widget large
fr_fr: Grand widget unique

# #31753
source: Multiple widgets
fr_fr: Widgets multiples

# #31754
source: Multiple widgets - multiple rows
fr_fr: Widgets multiples - plusieurs lignes

# #31755
source: Colorize mainmenu tile images
fr_fr: Coloriser les images des vignettes du menu principal

# #31756
source: Use fanart from widget 2 as background
fr_fr: Utiliser le fanart du widget 2 comme arrière-plan

# #31757
source: Use fanart from widget 3 as background
fr_fr: Utiliser le fanart du widget 3 comme arrière-plan

# #31758
source: Use fanart from widget 4 as background
fr_fr: Utiliser le fanart du widget 4 comme arrière-plan

# #31759
source: Use fanart from spotlight widget as background
fr_fr: Utiliser le fanart du widget Spotlight comme arrière-plan

# #31760
source: Align menu items to the left
cs_cz: Zarovnat položky nabídky vlevo
fr_fr: Aligner les éléments du menu à gauche

# #31761
source: Use large widget area
fr_fr: Utiliser une grande zone de widget

# #31762
source: Keep widget focused when starting playback from home widget
fr_fr: Maintenir le focus sur le widget lors du démarrage de la lecture à partir du widget d'accueil

# #31763
source: Enable zoom effect on focused widget
fr_fr: Activer l'effet de zoom sur le widget en focus

# #31764
source: Disable all scroll bars (instead of hiding them)
cs_cz: Zakázat všechny posuvníky (místo jejich skrytí)
fr_fr: Désactiver toutes les barres de défilement (au lieu de les masquer)

# #31765
source: Enable Emby coverart plugin compatibility
fr_fr: Activer la compatibilité du plugin Emby coverart

# #31766
source: Do not display the IMDB rating icon and studio logo
cs_cz: Nezobrazujte ikonu hodnocení IMDB a logo studia
fr_fr: Ne pas afficher l'icône de notation IMDB et le logo du studio

# #31767
source: Default palette for color picker
fr_fr: Palette par défaut pour le sélecteur de couleur

# #31768
source: Select a default palette for color picker
fr_fr: Sélectionnez une palette par défaut pour le sélecteur de couleur

# #31769
source: You can select which palette is displayed by default when the color picker is called by the skin.
fr_fr: Vous pouvez sélectionner la palette qui est affichée par défaut lorsque le sélecteur de couleur est appelé par le skin.

# #31770
source: Height of the menu tiles in the main menu
fr_fr: Hauteur des vignettes du menu dans le menu principal

# #31771
source: Enable auto scroll for plots/descriptions
fr_fr: Activer le défilement automatique pour les synopsis/descriptions

# #31772
source: Select Movie Genre fanart
fr_fr: Sélectionner le fanart du genre du film

# #31773
source: Submenu heading
cs_cz: Záhlaví podnabídky
fr_fr: En-tête du sous-menu

# #31774
source: Show submenu after widgets instead of before widgets
fr_fr: Afficher le sous-menu après les widgets au lieu de les afficher avant

# #31775
source: Rotten Tomatoes Rating
fr_fr: Note Rotten Tomatoes

# #31776
source: Highlight channel row in guide
fr_fr: Surligner la ligne de la chaîne dans le guide

# #31777
source: PVR Guide unfocused item color
fr_fr: Couleur de l'élément non sélectionné du guide PVR

# #31778
source: PVR Guide focused item color
fr_fr: Couleur de l'élément sélectionné du guide PVR

# #31779
source: PVR Guide unfocused item text color
fr_fr: Couleur du texte de l'élément non sélectionné du guide PVR

# #31780
source: PVR Guide focused item text color
fr_fr: Couleur du texte de l'élément sélectionné du guide PVR

# #31781
source: Video process information
cs_cz: Informace o zpracování videa
fr_fr: Informations sur le processus vidéo

# #31782
source: Hardware decoding
cs_cz: Hardwarové dekódování
fr_fr: Décodage matériel

# #31783
source: Inactive
cs_cz: Neaktivní
fr_fr: Inactif

# #31784
source: Decoder
cs_cz: Dekodér
fr_fr: Décodeur

# #31785
source: Audio Process Information
cs_cz: Informace o zvukovém zpracování
fr_fr: Informations sur le Processus Audio

# #31786
source: Player process info
cs_cz: Informace o zpracování
fr_fr: Informations sur le processus du lecteur

# #31787
source: Software
fr_fr: Logiciel

# #31788
source: Focused/active color for radiobuttons and spin controls
fr_fr: Couleur du bouton radio et des contrôles de rotation en focus/actif

# #31789
source: Enable indicator if item is playing or is recording/timer (pvr)
fr_fr: Activer l'indicateur si l'élément est en cours de lecture ou d'enregistrement/timer (pvr)

# #31790
source: color for play icon
cs_cz: barva ikony přehrávání
fr_fr: Couleur de l'icône de lecture

# #31791
source: Header panel color
cs_cz: Barva panelu se záhlavím
fr_fr: Couleur du panneau de l'en-tête

# #31792
source: Enable small PVR Channels OSD
cs_cz: Povolit OSD malé kanály PVR
fr_fr: Activer le petit OSD des chaînes PVR

# #31793
source: Auto-Play Trailer
cs_cz: Automaticky zobrazovat upoutávku
fr_fr: Lecture Automatique de la Bande-annonce

# #31794
source: Prefer Short Plot Outline in Widget Details
fr_fr: Préférer le court résumé de l'intrigue dans les détails du widget

# #31795
source: Show Small Seek Panel When Video is Seeking/Paused
cs_cz: Zobrazit panel malého vyhledávání při vyhledávání/pozastavení videa
fr_fr: Afficher un petit panneau de recherche lorsque la vidéo est en recherche/lecture en pause

# #31796
source: Allow Youtube lookup for trailer if no trailer exists
cs_cz: Pokud žádná upoutávka neexistuje, povolte vyhledávání na YouTube
fr_fr: Autoriser la recherche sur Youtube pour la Bande-annonce si aucune Bande-annonce n'existe

# #31797
source: Youtube videos
fr_fr: Vidéos Youtube

# #31798
source: Auto Play Trailer for Spotlight Content
fr_fr: Lecture automatique de la bande-annonce pour le contenu en vedette

# #31799
source: Default widgets
cs_cz: Výchozí widgety
fr_fr: Widgets par défaut

# #31800
source: Manage color themes
fr_fr: Gérer les thèmes de couleur

# #31801
source: Manage skin backups
cs_cz: Spravovat zálohy grafických vzhledů
fr_fr: Gérer les sauvegardes du skin

# #31802
source: Show animated art only in details/info (not in lists)
fr_fr: Afficher uniquement des arts animés dans les détails/infos (pas dans les listes)

# #31803
source: Use animated fanart as background (if available)
fr_fr: Utiliser des fanarts animés comme arrière-plan (si disponibles)

# #31804
source: Use fanart from widget as background
fr_fr: Utiliser le fanart du widget comme arrière-plan

# #31805
source: Enable Zoom Effect
fr_fr: Activer l'Effet de Zoom

# #31806
source: Jump to a specific time (hh:mm:ss)
cs_cz: Přeskočit na konkrétní čas (hh:mm:ss)
fr_fr: Aller à un moment spécifique (hh:mm:ss)

# #31807
source: Enable OSD of buffering progress during video playback
fr_fr: Activer l'OSD de la progression de la mise en mémoire tampon lors de la lecture vidéo

# #31808
source: Enable weather alert icon overlay (if supported by weather addon)
fr_fr: Activer la superposition de l'icône d'alerte météo (si pris en charge par l'extension météo)

# #31809
source: Volume Display/Change Indicator Style
cs_cz: Zobrazení hlasitosti/Změna stylu indikátoru
fr_fr: Style d'affichage/changement du volume

# #31810
source: Don't use UPPERCASE font on the homemenu titles
cs_cz: V názvech domovské nabídky nepoužívejte VELKÁ písma
fr_fr: Ne pas utiliser de police MAJUSCULES pour les titres du menu principal

# #31811
source: Hide poster panel
cs_cz: Skrýt panel s plakáty
fr_fr: Masquer le panneau d'affiche

# #31812
source: Enable automatic creation of wall backgrounds
cs_cz: Povolit automatické vytváření pozadí
fr_fr: Activer la création automatique de fonds d'écran

# #31813
source: Diffuse color for lyrics overlay
fr_fr: Couleur diffuse pour la superposition des paroles

# #31814
source: Textcolor for unfocused lyrics
fr_fr: Couleur du texte pour les paroles non sélectionnées

# #31815
source: Textcolor for focused lyrics
fr_fr: Couleur du texte pour les paroles sélectionnées

# #31816
source: Shadowcolor for unfocused lyrics text
fr_fr: Couleur de l'ombre pour le texte des paroles non sélectionnées

# #31817
source: Shadowcolor for focused lyrics text
fr_fr: Couleur de l'ombre pour le texte des paroles sélectionnées

# #31818
source: Disable Clearlogo in Bingie Views (text title instead)
fr_fr: Désactiver le logo clair dans les vues Bingie (titre textuel à la place)

# #31819
source: Hide default playback controls from the OSD
fr_fr: Masquer les contrôles de lecture par défaut de l'OSD

# #31820
source: Show all widgets (detach from main menu focus)
fr_fr: Afficher tous les widgets (détacher du focus du menu principal)

# #31821
source: Pause Rotating if Widget is Focused
fr_fr: Mettre en pause la rotation si le widget est en focus

# #31822
source: No widget assigned [click to configure]
cs_cz: Není přiřazen žádný widget [klikněte pro konfiguraci]
fr_fr: Aucun widget attribué [cliquer pour configurer]

# #31823
source: Use fixed focus
fr_fr: Utiliser un focus fixe

# #31824
source: Default music background (as fallback if no artist fanart or fanart disabled)
cs_cz: Výchozí hudební pozadí (jako záložní, pokud není zakázán žádný fanart nebo fanart interpreta)
fr_fr: Fond musical par défaut (en cas d'absence de fanart d'artiste ou si le fanart est désactivé)

# #31825
source: Don't use rich artwork on the OSD at livetv playback
cs_cz: Při přehrávání živého televizního vysílání nepoužívejte bohatou grafiku na OSD
fr_fr: N'utiliser aucun graphisme détaillé sur l'OSD lors de la lecture en direct

# #31826
source: Select Country flags / icons
fr_fr: Sélectionner des drapeaux/icônes de pays

# #31827
source: Bingie Episodes
cs_cz: Bingie Epizody
fr_fr: Épisodes Bingie

# #31828
source: Listitem border focus color
fr_fr: Couleur du focus de la bordure de l'élément de la liste

# #31829
source: Home border focus color
fr_fr: Couleur du focus de la bordure de l'accueil

# #31830
source: Bingie primary text color
cs_cz: Barva primárního textu Bingie
fr_fr: Couleur du texte principal de Bingie

# #31831
source: Bingie secondary text color
cs_cz: Barva sekundárního textu Bingie
fr_fr: Couleur du texte secondaire de Bingie

# #31832
source: Bingie flags color
cs_cz: Bingie barva vlaječky
fr_fr: Couleur des drapeaux de Bingie

# #31833
source: Ratings Logo Color
cs_cz: Barva loga hodnocení
fr_fr: Couleur du logo des évaluations

# #31834
source: Home mainmenu buttons color
fr_fr: Couleur des boutons du menu principal de l'accueil

# #31835
source: Mainmenu secondary focus button color
fr_fr: Couleur du bouton secondaire en focus du menu principal

# #31836
source: Bingie ratings in details row color
cs_cz: Hodnocení Bingie v barvě řádku podrobností
fr_fr: Couleur des évaluations Bingie dans la ligne des détails

# #31837
source: New
cs_cz: Nový
fr_fr: Nouveau

# #31838
source: More Info
cs_cz: Více informací
fr_fr: Plus d'infos

# #31839
source: Switch Profiles
cs_cz: Přepnout profil
fr_fr: Changer de Profil

# #31840
source: Watch Season 1 Now
cs_cz: Sledujte 1. řadu
fr_fr: Regarder la Saison 1 Maintenant

# #31841
source: Watch Now
cs_cz: Sledujte nyní
fr_fr: Regarder Maintenant

# #31842
source: Set Spotlight Content to Recommendations Based on Recently Watched
fr_fr: Définir le contenu en vedette sur les recommandations basées sur les visionnages récents

# #31843
source: Details Options
cs_cz: Možnosti podrobností
fr_fr: Options des Détails

# #31844
source: Thumbs Up/Down Options
cs_cz: Možnosti palce nahoru/dolů
fr_fr: Options J'aime / J'aime pas

# #31845
source: Footer (Ratings & Studio Logo)
fr_fr: Pied de page (évaluations et logo du studio)

# #31846
source: Menu Options
cs_cz: Možnosti nabídky
fr_fr: Options du Menu

# #31847
source: Alphabet Letters Pop-Up & Navigation
cs_cz: Vyskakovací okno s písmeny abecedy a navigace
fr_fr: Pop-up et navigation des lettres de l'alphabet

# #31848
source: Select Which Ratings to Show on Home and Bingie Views
fr_fr: Sélectionnez les évaluations à afficher sur l'accueil et les vues Bingie

# #31849
source: Trailers Settings
cs_cz: Nastavení Traileru
fr_fr: Paramètres des Bandes-annonces

# #31850
source: Starting in
cs_cz: Začíná v
fr_fr: Démarrage à partir de

# #31851
source: Widget Content
cs_cz: Obsah widgetu
fr_fr: Contenu du widget

# #31852
source: Background Image
cs_cz: Obrázek na pozadí
fr_fr: Image d'Arrière-plan

# #31853
source: More Episodes
cs_cz: Další epizody
fr_fr: Plus d'Épisodes

# #31854
source: Rate This Title
cs_cz: Ohodnoťte tento titul
fr_fr: Évaluer ce Titre

# #31855
source: Change rating
cs_cz: Změnit hodnocení
fr_fr: Changer l'évaluation

# #31856
source: Who's watching Netflix?
cs_cz: Kdo sleduje Netflix?
fr_fr: Qui regarde Netflix ?

# #31857
source: Match
cs_cz: Shoda
fr_fr: Correspondance

# #31858
source: Welcome Back
cs_cz: Vítej zpět
fr_fr: Content de vous revoir

# #31859
source: in IMDB Top 250
cs_cz: v Top 250 IMDB
fr_fr: dans les 250 premiers d'IMDB

# #31860
source: Top Picks
cs_cz: Nejlepší výběr
fr_fr: Sélection du Moment

# #31861
source: Continue Watching
cs_cz: Pokračovat ve sledování
fr_fr: Continuer à Regarder

# #31862
source: for
cs_cz: pro
fr_fr: pour

# #31863
source: for You
cs_cz: pro tebe
fr_fr: pour vous

# #31864
source: TV Shows Hub
fr_fr: Hub des Séries TV

# #31865
source: Movies Hub
fr_fr: Hub des Films

# #31866
source: New Hub
fr_fr: Nouveau Hub

# #31867
source: Episodes
fr_fr: Épisodes

# #31868
source: Play Trailer
fr_fr: Lire la Bande-annonce

# #31869
source: Add to My List
cs_cz: Přidat do mého seznamu
fr_fr: Ajouter à ma liste

# #31870
source: Remove from My List
cs_cz: Odebrat z mého seznamu
fr_fr: Supprimer de ma liste

# #31872
source: E
fr_fr: É

# #31873
source: Ep
fr_fr: Ép

# #31874
source: Set Custom Spotlight Content
fr_fr: Définir un contenu en vedette personnalisé

# #31875
source: Border Size for Thumbs/Tiles
fr_fr: Taille de la bordure pour les vignettes

# #31876
source: Busy Spinner Options
fr_fr: Options de l'indicateur d'Activité

# #31877
source: Set custom Logo
cs_cz: Nastavit vlastní logo
fr_fr: Définir un logo personnalisé

# #31878
source: Skin Resources Settings
cs_cz: Nastavení zdrojů vzhledu
fr_fr: Paramètres des ressources du skin

# #31879
source: Skin Service Helper Advanced Settings
cs_cz: Pokročilá nastavení Skin Service Helper
fr_fr: Paramètres avancés du Skin Service Helper

# #31880
source: Restore Default Widgets in Hubs
cs_cz: Obnovte výchozí widgety v Hubs
fr_fr: Restaurer les widgets par défaut dans les hubs

# #31881
source: Disable Spotlight Content (spotlight will just show widget info)
cs_cz: Zakázat Spotlight Content (Spotlight pouze zobrazí informace o widgetu)
fr_fr: Désactiver le contenu en vedette (la mise en vedette n'affichera que les infos du widget)

# #31882
source: Set Custom Content in Home Spotlight
cs_cz: Nastavte vlastní obsah v Home Spotlight
fr_fr: Définir un contenu personnalisé dans la mise en vedette de l'accueil

# #31883
source: Auto Play Trailers in Home & Hubs
cs_cz: Automatické přehrávání upoutávek v Home & Hubs
fr_fr: Lecture Automatique des Bandes-annonces dans l'Accueil et les Hubs

# #31884
source: Select Delay Interval for Auto-Trailers
cs_cz: Vyberte Interval zpoždění pro automatické Trailery
fr_fr: Sélectionnez l'intervalle de Retard pour les Bandes-annonces Automatiques

# #31885
source: Auto-Trailer Interval
fr_fr: Intervalle de la Bande-annonce Automatique

# #31886
source: Set Default 'Select' Action to Show Information (only applies to widgets)
fr_fr: Définir l'action 'Sélectionner' par défaut pour afficher les informations (s'applique uniquement aux widgets)

# #31887
source: Prefer Stars Rating Over Percentage Based Rating
cs_cz: Upřednostňovat hodnocení hvězdičkami před hodnocením na základě procent
fr_fr: Préférer l'évaluation par étoiles à l'évaluation basée sur un pourcentage

# #31888
source: Disable Additional Info
cs_cz: Zakázat další informace
fr_fr: Désactiver les informations supplémentaires

# #31889
source: Show Plot for Unwatched and In-Progress Episodes
cs_cz: Zobrazit děj pro nezhlédnuté a probíhající epizody
fr_fr: Afficher l'intrigue pour les épisodes non visionnés et en cours de visionnage

# #31890
source: Disable Thumbs Up/Down
cs_cz: Zakázat palec nahoru/dolů
fr_fr: Désactiver J'aime / J'aime pas

# #31891
source: Thumbs Up Rate Value
cs_cz: Hodnota hodnocení palce nahoru
fr_fr: Valeur d'évaluation J'aime

# #31892
source: Thumbs Down Rate Value
cs_cz: Hodnota hodnocení palce dolů
fr_fr: Valeur d'évaluation J'aime pas

# #31893
source: Minimum (inclusive) User Rating to Show Thumbs Up
cs_cz: Minimální (včetně) uživatelské hodnocení pro zobrazení Palec nahoru
fr_fr: Note minimale (incluse) de l'utilisateur pour afficher J'aime

# #31894
source: Maximum (inclusive) User Rating to Show Thumbs Down
cs_cz: Maximální (včetně) hodnocení uživatele pro zobrazení Palec dolů
fr_fr: Note maximale (incluse) de l'utilisateur pour afficher J'aime pas

# #31895
source: Ratings must be first enabled under 'Media Library Views' tab.
fr_fr: Les évaluations doivent d'abord être activées dans l'onglet 'Vues de la bibliothèque multimédia'.

# #31896
source: Enable White Rating Flags in Bingie Views
fr_fr: Activer les drapeaux d'évaluation blancs dans les vues Bingie

# #31897
source: Hide Ratings, Studio Logo & Media Flags While Trailer is Playing
cs_cz: Skryjte hodnocení, logo studia a příznaky médií při přehrávání upoutávky
fr_fr: Masquer les évaluations, le logo du studio et les drapeaux multimédia pendant la lecture de la bande-annonce

# #31898
source: Disable Studio Logo in Bingie Views
fr_fr: Désactiver le logo du studio dans les vues Bingie

# #31899
source: Disable Ratings Flags in Bingie Views
cs_cz: Zakázat příznaky hodnocení v zobrazení Bingie
fr_fr: Désactiver les drapeaux d'évaluation dans les vues Bingie

# #31900
source: Show 'Switch Profile' Button and Profile Avatar Instead of Logo
cs_cz: Zobrazit místo loga tlačítko „Přepnout profil“ a avatar profilu
fr_fr: Afficher le bouton 'Changer de profil' et l'avatar du profil au lieu du logo

# #31901
source: Disable Menu Icons
cs_cz: Zakázat ikony nabídky
fr_fr: Désactiver les Icônes du Menu

# #31902
source: Enable Welcome Message Notification
fr_fr: Activer la Notification du Message de Bienvenue

# #31903
source: This section will take effect only when content is sorted by title.
cs_cz: Tato část se projeví pouze v případě, že je obsah seřazen podle názvu.
fr_fr: Cette section n'aura d'effet que lorsque le contenu sera trié par titre.

# #31904
source: Enable White Rating Flags in Views (except Bingie Views)
fr_fr: Activer les drapeaux d'évaluation blancs dans les vues (à l'exception des vues Bingie)

# #31905
source: Enable Studio Logo in Views (except Bingie Views)
fr_fr: Activer le logo du studio dans les vues (à l'exception des vues Bingie)

# #31906
source: IMDB Rating
fr_fr: Évaluation IMDB

# #31907
source: TMDB Rating
fr_fr: Évaluation TMDB

# #31908
source: Enable Details Icons (cast, director, genre, etc...)
cs_cz: Povolit ikony podrobností (obsazení, režisér, žánr atd...)
fr_fr: Activer les icônes des détails (casting, réalisateur, genre, etc...)

# #31909
source: 'Auto' will play trailer instantly when opening info dialog.
cs_cz: Auto' přehraje upoutávku okamžitě po otevření informačního dialogu.
fr_fr: 'Auto' lira instantanément la bande-annonce lors de l'ouverture de la fenêtre d'informations.

# #31910
source: Prefer Trailers from Youtube in Trailers & More and Extended Info
fr_fr: Préférer les Bandes-annonces de Youtube dans les sections Bandes-annonces et Plus d'infos

# #31911
source: Prioritize Regional Trailers (Will look for trailers in interface set language)
cs_cz: Upřednostnit regionální upoutávky (bude hledat upoutávky v nastaveném jazyce rozhraním)
fr_fr: Donner la priorité aux Bandes-annonces régionales (recherche les bandes-annonces dans la langue de l'interface)

# #31912
source: Auto-Hide Bingie Info Dialog While Trailer is Playing and System is Idle
fr_fr: Masquer Automatiquement la boîte de dialogue des informations Bingie lorsque la Bande-annonce est en cours de lecture et que le système est inactif
